[
    {
        "id": "d1",
        "Url": "Greater_Swiss_Mountain_Dog.jpg",
        "Name": "Greater Swiss Mountain Dog",
        "Size": "Large",
        "Character": "Smartest",
        "Color": "Black",
        "Geography": "North America",
        "Origin": "United States",
        "Breed_Group": "Working (AKC:1937), Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Affectionate, Faithful, Intelligent, Loyal",
        "Height": "24-28 inches (61-71 cm)",
        "Weight": "85-110 pounds (38-50 kg)",
        "Overview": "The Greater Swiss Mountain Dog is slightly longer than tall, though it appears square. It is a sturdy, large, hardy dog capable of both draft and droving work. This requires a combination of strength, speed and agility. Its natural working gait is a slow trot, but with good reach and drive. Its thick coat is moderately long, and slightly wavy or straight, providing insulation from the cold. Its expression is gentle, and its coloring is striking.\nThe Greater Swiss Mountain Dog is an easygoing, calm family companion (that is, after it leaves its adolescent stage). It is sensitive, loyal and extremely devoted. It is gentle with children and often reserved with strangers. It generally gets along well with other dogs and pets.",
        "History": "The Greater Swiss Mountain Dog, or Berner Sennenhund in his native Switzerland, was used as an all-around farm dog by Alpine herdsmen in the canton of Bern. The dogs drove cattle to pasture, pulled milk carts to the dairy, and acted as watchdogs on the farm. Generally, Berners hauled milk in pairs, so it was common to see two of them hooked to a cart. Berners are thought to have descended from mastiff-type dogs who came to Switzerland along with Roman armies some 2,000 years ago. \n There they interbred with local dogs and were developed to help with farm work. With industrialization, however, the dogs almost disappeared. The breed was revived in the early 20th century to become a companion dog, although many still carried out their traditional farm duties as well. The American Kennel Club recognized the Bernese Mountain Dog in 1937."
    },
    {
        "id": "d2",
        "Url": "West_Siberian_Laika.jpg",
        "Name": "West Siberian Laika",
        "Size": "Medium ",
        "Character": "Fluffy",
        "Color": "White",
        "Geography": "Europe",
        "Origin": "Russia",
        "Breed_Group": "Hound\nNorthern Breed (UKC)",
        "Type": "Purebred",
        "Temperament": "Aggressive\n Balanced\n Lively",
        "Height": "22-24 inches (56-61 cm)",
        "Weight": "35-50 pounds (16-23 kg)",
        "Overview": "The West Siberian Laika is a medium to large size dog, strong, well built northern breed, with a general wolf-like appearance. The breed is never coarse or massive. Due to the arctic conditions in the country of origin, the coat is very important. It must be double, dense, very hard and not too long.",
        "History": "The West Siberian Laika originally comes from the North Ural and West Siberia. The current breed was developed from two different types. The breed is lighter in build and narrower in head than the East Siberian Laika. It is an all around hunting dog, used on birds and small game and also occasionally on large game. The West Siberian Laika was recognized by the United Kennel Club on January 1, 1996."
    },
    {
        "id": "d3",
        "Url": "ABasenji.jpg",
        "Name": "ABasenji",
        "Size": "Medium",
        "Character": "Fluffy",
        "Color": "Others",
        "Geography": "Asia",
        "Origin": "Congo",
        "Breed_Group": "Hound (AKC:1943), Sighthounds and Pariahs (UKC)",
        "Type": "Purebred",
        "Temperament": "Affectionate \n Alert \n Curious \n Energetic",
        "Height": "16-17 inches (41-43 cm)",
        "Weight": "22-26 pounds (10-12 kg)",
        "Overview": "The Basenji is square-proportioned and high on leg. It is far more slightly built and longer-legged than most other primitive breeds, giving it a good amount of speed and the ability to perform the double-suspension gallop. Its erect ears help it locate prey in thick bush and may act as heat dissipaters. Its short coat also aids in dealing with the hot climate of Africa.",
        "History": "The Basenji (also known as an “African Bush Dog”, “Congo Dog”, or “Congo Terrier”) is an ancient breed which can be seen deUrlted on stone tablets in Egyptian tombs. The modern breed originates in the African Congo (“Basenji” means “bush thing”), where they were used as pack hunters to chase game into nets. \n Basenjis were imported to England in the 1930's, then to America. They increased in popularity after being featured as the title character of a popular 1950's book and movie, “Goodbye, My Lady”. Some Basenjis from Africa were imported in the 1980's, widening the gene pool and introducing the brindle color to the breed."
    },
    {
        "id": "d4",
        "Url": "Australian-Shepherd.jpg",
        "Name": "Australian Shepherd",
        "Size": "Large",
        "Character": "Smartest",
        "Color": "Others",
        "Geography": "North America",
        "Origin": "United States",
        "Breed_Group": "Herding (AKC:1991 & UKC)",
        "Type": "Purebred",
        "Temperament": "Active, Affectionate, Friendly, Good-natured, Intelligent, Protective, Loving",
        "Height": "20-23 inches (52-58cm)",
        "Weight": "50-65 pounds (25-29 kg)",
        "Overview": "This is an athletic dog of medium size and bone; it is lithe, agile and slightly longer than it is tall. It is muscular and powerful enough to work all day, without sacrificing the speed and agility necessary to cope with bolting livestock. Its gait is free and easy, and it must be able to change direction or speed instantly. Its double coat is weather resistant, with the outer coat of medium texture and length, straight to wavy. The expression is keen, intelligent and eager.\n The Australian shepherd has a great deal of stamina and is loving, bold, alert, confident, independent, smart and responsive. If it doesn't get a chance to exercise and challenge its strongly developed mental and physical activities, it is apt to become frustrated and difficult to live with. With proper exercise and training, it is a loyal, utterly devoted and obedient companion. It is reserved with strangers and has a protective nature. It may try to herd children and small animals by nipping.",
        "History": "The Australian Shepherd (affectionately called an Aussie') does not actually originate in Australia. It is believed that some Basque farmers brought ancestors of these dogs with them when they emigrated to Australia, then subsequently to the United States during the 1849 California gold rush. However, the breed as it is known today was developed in the American Southwest over the next few decades. \n The Australian dog was crossed with several breeds in an effort to produce an animal able to deal with the harsh temperatures and demands of the American West. Breeding during this period was mainly focused on ability—speed, agility, and endurance--rather than appearance, which delayed the Australian Shepherd's recognition as a breed. Australian Shepherds became popular pets after they were featured as rodeos performers in the 1950's, and later in Disney films such as Run Appaloosa Run'. Australian Shepherds were recognized by the American Kennel Club in 1993."
    },
    {
        "id": "d5",
        "Url": "ShibaInu.jpg",
        "Name": "ShibaInu",
        "Size": "Medium",
        "Character": "Fluffy",
        "Color": "Others",
        "Geography": "Asia",
        "Origin": "Japan",
        "Breed_Group": "Non Sporting (AKC:1992)",
        "Type": "Purebred",
        "Temperament": "Alert \n Charming \n Confident \n Loyal",
        "Height": "14-16 inches (36-41 cm)",
        "Weight": "18-25 pounds (8-11 kg)",
        "Overview": "The Shiba Inu is moderately compact, being slightly longer than it is tall. It has tyUrlal traits of dogs from Northern heritage: small erect ears, thick fur, powerful body and curled tail. Its expression is bold, spirited and good-natured. The gait is light, quick and agile, with an effortless, smooth stride. The double coat consists of a strong straight outer coat with a soft undercoat, imparting great insulation. These traits enabled the shiba to hunt small game through dense cover.",
        "History": "The Shiba is the smallest of the Japanese native breeds, which include the Kai Inu, Hokkaido Inu, Kishu Inu, Shikoku Inu, Tosa Inu and the Akita Inu. Despite its smaller size it was bred to hunt small wild game, bear, boar and to flush birds. The name Shiba means, both small and brushwood in Japanese. It may have been named after the terrain the dogs hunted in or the color of the Shiba's coat, or perhaps the dog's size. \n The word Inu means dog. As with many breeds, the second world war nearly did the breed in. After the war was over, several breeding programs worked to bring the breed back to safe numbers. The Shiba is one of the most popular breeds in Japan today and is gaining numbers in the USA. The Shiba Inu was recognized by the AKC in 1992. Some of the Shiba's talents include: hunting, tracking, watchdog, guarding, agility and performing tricks."
    },
    {
        "id": "d6",
        "Url": "Bernese_Mountain_Dog.jpg",
        "Name": "Bernese Mountain Dog",
        "Size": "Large",
        "Character": "Smartest",
        "Color": "Black",
        "Geography": "North America",
        "Origin": "United States",
        "Breed_Group": "Working (AKC:1937), Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Affectionate, \nFaithful, \nIntelligent, \nLoyal",
        "Height": "24-28 inches (61-71 cm)",
        "Weight": "85-110 pounds (38-50 kg)",
        "Overview": "The Bernese Mountain Dog is slightly longer than tall, though it appears square. It is a sturdy, large, hardy dog capable of both draft and droving work. This requires a combination of strength, speed and agility. Its natural working gait is a slow trot, but with good reach and drive. Its thick coat is moderately long, and slightly wavy or straight, providing insulation from the cold. Its expression is gentle, and its coloring is striking. The Bernese mountain dog is an easygoing, calm family companion (that is, after it leaves its adolescent stage). It is sensitive, loyal and extremely devoted. It is gentle with children and often reserved with strangers. It generally gets along well with other dogs and pets.",
        "History": "The Bernese Mountain Dog, or Berner Sennenhund in his native Switzerland, was used as an all-around farm dog by Alpine herdsmen in the canton of Bern. The dogs drove cattle to pasture, pulled milk carts to the dairy, and acted as watchdogs on the farm. Generally, Berners hauled milk in pairs, so it was common to see two of them hooked to a cart. Berners are thought to have descended from mastiff-type dogs who came to Switzerland along with Roman armies some 2,000 years ago. There they interbred with local dogs and were developed to help with farm work. With industrialization, however, the dogs almost disappeared. The breed was revived in the early 20th century to become a companion dog, although many still carried out their traditional farm duties as well. The American Kennel Club recognized the Bernese Mountain Dog in 1937."
    },
    {
        "id": "d7",
        "Url": "Toy_Fox_Terrier.jpg",
        "Name": "Toy Fox Terrier",
        "Size": "Small",
        "Character": "Fluffy",
        "Color": "White",
        "Geography": "North America",
        "Origin": "United States",
        "Breed_Group": "Toy (AKC:2003), Terriers (UKC)",
        "Type": "Purebred",
        "Temperament": "Alert \n Charming \n Confident \n Loyal",
        "Height": "10 inches (25 cm)",
        "Weight": "3.5-7 pounds (1.5-3 kg)",
        "Overview": "The Toy Fox Terrier has all the same traits that make the Smooth Fox Terrier such a successful hunter -- just in a diminutive package. This is an athletic, agile and graceful dog with surprising strength and the stamina to frolic all day. The gait is smooth and effortless. The coat is short and smooth, perfect for caressing.",
        "History": "The Toy Fox Terrier is an American breed descending from the first registered Smooth Fox Terrier, named Foiler'. Fox Terriers were bred for fox bolting (chasing foxes out into the open where they could be attacked by larger dogs); white was preferred to distinguish the dogs from foxes at night. The Fox Terrier was one of the earliest show dogs, recognized by the American Kennel Club in 1885 (the Smooth Fox Terrier and Wire Fox Terrier were recognized as distinct breeds a century later). \n Toy Fox Terriers were bred from their larger cousins by American farmers who favored the shorter variety for chasing rodents. Toy Fox Terriers were crossed with other breeds such as the Chihuahua and Manchester Terrier for a smaller size and slightly calmer temperament. The Toy Fox Terrier was recognized as a distinct breed by the American Kennel Club in 2003."
    },
    {
        "id": "d8",
        "Url": "Miniature_Schnauzer.jpg",
        "Name": "Miniature Schnauzer",
        "Size": "Small",
        "Character": "Smartest",
        "Color": "Black",
        "Geography": "Europe",
        "Origin": "Germany",
        "Breed_Group": "Terrier (AKC:1926)(UKC)",
        "Type": "Purebred",
        "Temperament": "Alert\n Fearless\n Friendly\n Spirited",
        "Height": "14 inches (35.6 cm)",
        "Weight": "11-18 pounds (5.0-8.2 kg)",
        "Overview": "The Miniature Schnauzer is a robust, sturdily built terrier of nearly square proportion. It was developed as a ratter and is quick and tough. Its gait displays good reach and drive. Its coat is double, with a close undercoat, and hard, wiry, outer coat which is longer on the legs, muzzle and eyebrows. Its facial furnishings add to its keen expression.",
        "History": "The Miniature Schnauzer is a German breed. During the years around the turn of the century, both smooth German Pinscher and coarse-haired Schnauzer pups appeared in the same litters. The German Pinscher Schnauzer Club initiated a policy requiring proof of three generations of pure coarse-haired Schnauzer coats for registration. This quickly helped set type and made them a distinct breed from the German Pinscher. \n These Schnauzers were given the name Standard Schnauzer. Miniature Schnauzers were developed by crossing small Standard Schnauzers with the Affenpinscher and possibly the Poodle. The Schnauzer name derived from the German word Schnauze, which means muzzle. It was used as a ratter and still retains the ability, but is mostly a companion dog today. Some of the Schnauzer's talents include: hunting, tracking, ratter, watchdog, competitive obedience and performing tricks."
    },
    {
        "id": "d9",
        "Url": "Pomeranian.jpg",
        "Name": "Pomeranian",
        "Size": "Small",
        "Character": "Smartest",
        "Color": "White",
        "Geography": "Europe",
        "Origin": "Germany Poland",
        "Breed_Group": "Toy (AKC:1888) \n Companion Breeds (UKC)",
        "Type": "Purebred",
        "Temperament": "Active \n Extroverted \n Intelligent \n Playful",
        "Height": "7-12 inches (18-30 cm)",
        "Weight": "3-7 pounds (1-3 kg)",
        "Overview": "The Pomeranian is a small, square-proportioned, miniature spitz with a cobby, rounded body. It shares the spitz characteristics of small ears, double coat and curled tail. It has an alert, foxlike expression. Its gait is smooth and free with good reach and drive. The soft thick undercoat combined with the longer harsh outer coat, standing off from the body, combine to give the dog a unique puffy appearance. This look is further accentuated by the thick ruff and a head carriage that is naturally up-gazing.",
        "History": "The Pomeranian got its name from the region of Pomerania, which is now the area of Germany and Poland, where it was developed from the ancient Spitz breeds. The original Pomeranians were much larger, weighing up to 30 pounds, and worked as sheep herders. Marie Antoinette, Emile Zola, Mozart and Queen Victoria all owned Pomeranians.\n In 1870 the Kennel Club in England first recognized them as a breed. In 1888 Queen Victoria began breeding and showing the dogs. It was she who started breeding them down in size, making the breed very popular in England. The Pomeranian was first recognized by the AKC in 1888. Some of the Pom's talents include: watchdog, agility and performing tricks. Poms make superior circus performers."
    },
    {
        "id": "d10",
        "Url": "Finnish_Lapphund.jpg",
        "Name": "Finnish Lapphund",
        "Size": "Medium",
        "Character": "Fluffy",
        "Color": "Black",
        "Geography": "Europe",
        "Origin": "Finland",
        "Breed_Group": "Herding (AKC:2011), Northern Breeds (UKC)",
        "Type": "Purebred",
        "Temperament": "Calm, Courageous, Faithful, Friendly, Keen",
        "Height": "18-20 inches (46-52 cm)",
        "Weight": "37-42 pounds (17-19 kg)",
        "Overview": "The Bernese Mountain Dog is slightly longer than tall, though it appears square. It is a sturdy, large, hardy dog capable of both draft and droving work. This requires a combination of strength, speed and agility. Its natural working gait is a slow trot, but with good reach and drive. Its thick coat is moderately long, and slightly wavy or straight, providing insulation from the cold. Its expression is gentle, and its coloring is striking.\nThe Bernese mountain dog is an easygoing, calm family companion (that is, after it leaves its adolescent stage). It is sensitive, loyal and extremely devoted. It is gentle with children and often reserved with strangers. It generally gets along well with other dogs and pets.",
        "History": "TThe Bernese Mountain Dog, or Berner Sennenhund in his native Switzerland, was used as an all-around farm dog by Alpine herdsmen in the canton of Bern. The dogs drove cattle to pasture, pulled milk carts to the dairy, and acted as watchdogs on the farm. Generally, Berners hauled milk in pairs, so it was common to see two of them hooked to a cart. Berners are thought to have descended from mastiff-type dogs who came to Switzerland along with Roman armies some 2,000 years ago. There they interbred with local dogs and were developed to help with farm work. With industrialization, however, the dogs almost disappeared. The breed was revived in the early 20th century to become a companion dog, although many still carried out their traditional farm duties as well. The American Kennel Club recognized the Bernese Mountain Dog in 1937."
    },
    {
        "id": "d11",
        "Url": "Labrador_Retriever.jpeg",
        "Name": "Labrador Retriever",
        "Size": "Medium",
        "Character": "Smartest",
        "Color": "White",
        "Geography": "North America",
        "Origin": "United States",
        "Breed_Group": "Sporting (AKC:1917), Gun Dog (UKC)",
        "Type": "Purebred",
        "Temperament": "Affectionate,Alert, Cheerful, Energetic, Friendly, Gentle, Intelligent, Loving, Loyal, Out-Going,Playful, Responsive, Social",
        "Height": "Male: 22-24 inches (56-61cm), Female: 21-23 inches (53-58 cm)",
        "Weight": "Male: 60-75 pounds (27-34kg), Female: 55-70 pounds (25-32 kg)",
        "Overview": "They also demonstrate the ability to detect explosives, lead blind people and help people with disabilities. Honest, calm, intelligent, when playing with young children, reassuring people, always satisfying their satisfaction, being suitable to suburban life. The olfactory Labrador retriever is particularly good, so in both World Wars this breed was used to search for mines, now used to sniff for illegal drugs. Basically, it is kept in the house so it is good to prepare a relatively large cage or range for them, because this breed is very fast growing. Labrador dogs occupy nearly eighty percent of guide dogs worldwide",
        "History": "The Labrador Retriever's earliest origins are found across our northern border, in the Canadian province of Newfoundland. If that sounds a bit confusing to geography buffs, that's because it is: Yes, the Labrador Territory after which the breed is named is actually northwest of the island of Newfoundland. And, yes, there already is another breed from Newfoundland, called, logically enough, the Newfoundland."
    },
    {
        "id": "d12",
        "Url": "Icelandic_Sheepdog.jpeg",
        "Name": "Icelandic Sheepdog",
        "Size": "Small",
        "Character": "Smartest",
        "Color": "Others",
        "Geography": "North America",
        "Origin": "United States",
        "Breed_Group": "Working (AKC:1937), Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Affectionate, Faithful, Intelligent, Loyal",
        "Height": "24-28 inches (61-71 cm)",
        "Weight": "85-110 pounds (38-50 kg)",
        "Overview": "Finnish Lapphunds, with their luscious coat, sweet spitz-like face, and profusely coated tail curving over the back, are instantly recognizable as Nordic dogs. Built for hard work in frigid temperatures north of the Arctic Circle, Lappies stand about 20 inches at the shoulder and are surprisingly powerful for their size, with well-developed muscles and substantial bone beneath a double coat that comes in many colors and patterns. Lappies are agile dogs of effortless movement, capable going from a trot to full gallop in a second flat.\n Few Lappies today in America have seen a reindeer, but they adapt well to other kinds of work, including obedience, agility, tracking therapy, and herding other types of livestock. When working, Finnish Lapphunds are agile, alert and noisy. While interacting with people, however, the breed is calm, friendly, and very submissive. Lappy puppies are adorable, but new owners should take care to remember that a small puppy grows up quickly and needs to learn good habits early on. Socialization, puppy classes and basic training will help him learn those habits.",
        "History": "The region extending across northern Norway, Sweden and Finland is sometimes called Lapland, and it is home of the Sami people. For centuries, the Sami depended on the reindeer for food. Life in this harsh environment would not have been possible without the Spitz dogs which helped the Sami hunt, and later herd, the reindeer. Eventually, these herding Spitz type dogs developed into three breeds, the Swedish Lapphund, the Lapponian Herder, and the Finnish Lapphund. The Finnish Lapphund is the original native breed, and is still used today as a herding dog. The breed first came to the United States in 1987."
    },
    {
        "id": "d13",
        "Url": "Jamthund.jpg",
        "Name": "Jamthund",
        "Size": "Large",
        "Character": "Smartest",
        "Color": "Black",
        "Geography": "Europe",
        "Origin": "Sweden",
        "Breed_Group": "Northern Breeds (UKC)",
        "Type": "Purebred",
        "Temperament": "Loyal, Independent, Active, Calm, Energetic",
        "Height": "22-26 inches (57-65 cm)",
        "Weight": "20-24 inches (52-60 cm)",
        "Overview": "The Jamthund is a large, rectangular spitz breed, clean cut, strong, substantial and agile. It must not give the impression of having a long body or of being overly heavy in body, as it is a breed known for great endurance. Courageous and energetic, but also stoically calm. \n As with most breeds developed for hunting, the Jämthund requires a lot of regular exercise to stay fit, both physically and mentally. It quickly becomes bored if kept indoors for too long and can become destructive.",
        "History": "The Jamthund is a breed with ancient origins, though it was only recognized as a separate breed in 1946, because it used to be shown together with the smaller Norwegian Elkhound. The breed was mainly used for hunting Elk, though it was sometimes used on bear and lynx as well."
    },
    {
        "id": "d14",
        "Url": "Braque_du_Bourbonnais.jpeg",
        "Name": "Braque du Bourbonnais",
        "Size": "Medium",
        "Character": "Smartest",
        "Color": "White",
        "Geography": "Europe",
        "Origin": "France",
        "Breed_Group": "Working, Gun dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Affectionate, Agreeable, Cooperative, Kind, Intelligent",
        "Height": "Male: 20-22 inches (51-57 cm), Female: 19-22 inches (48-55 cm)",
        "Weight": "Males: 39.5-55 pounds (18-25 kg), Females: 35-48.5 pounds (16-22 kg)",
        "Overview": "This stocky dog should be muscular, giving the impression not only of great strength for its size but also of grace and agility. Its gait is springy. Its low center of gravity helped it stay on its feet in a fight, and its nimbleness helped it avoid its opponent's teeth. Its own jaws are strong with great power. Its coat is short, close and glossy.",
        "History": "In 1970, Michel Comte decided to find the last dog with the blood of Bourbonnais. He only found mixed breed dogs, which had some characteristics of Bourbonnais Braque du Dogs (size, head shape, short tail). After a few more parities, he registered his first Bourbonnais on LOF (Titre Initial presumption) in 1973, 1974 and 1975; Since then, some breeders have joined him, these people, from those dogs, creating their own lines, and the number of puppies in each parity increases.In 1981, the Club du Braque du Bourbonnais was reestablished. Michel Comte became president and between this role for 20 years, until 2001. From this moment, Bourbonnais is successes in field trials have made this breed thrive.In 1988, the first Bourbonnais was introduced in the United States. Since then, the breed has grown in this country, becoming the second largest producer of Braque du Bourbonnais in the world, behind only France."
    },
    {
        "id": "d15",
        "Url": "Lapponian_Herder.jpg",
        "Name": "Lapponian Herder",
        "Size": "Medium",
        "Character": "Hypoallergenic",
        "Color": "Black",
        "Geography": "Europe",
        "Origin": "Finland",
        "Breed_Group": "Herding (AKC:2011), Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Calm, Docile, Energetic, Friendly,Vocal",
        "Height": "19-21 inches (48-54 cm)",
        "Weight": "55-65 pounds",
        "Overview": "The Lapinporokoira is a medium-sized dog, with medium length fur in a double coat. Ears are pricked (standing up; drop ears are a disqualifying fault.) Colour is generally black or dark grey or brown, with a lighter shade on the head and lower parts of the body, often with white markings. Height should be 51 cm (20 in) at the withers for males, 46 cm (18 in) for females. Males and females should look distinctly different. Weight is between 55-65 pounds, males usually heavier than females.\nThe breed standard states that the dog should be calm, friendly, and docile, but also energetic. Most herding breeds need to be given regular exercise. The temperament of individual dogs may vary.",
        "History": "The Lapinporokoira is recognised under Finnish sponsorship as Fédération Cynologique Internationale breed number 284, in Group 5 Spitz and primitive types Section 3 Nordic Watchdogs and Herders. The stud book for the breed remains open. Exported to North America, it is recognised there by the United Kennel Club in the Herding Group (the United Kennel Club places the Finnish Lapphund in the Northern Breed Group.) It is also recognised by various minor kennel clubs and internet based dog registry businesses, and promoted as a rare breed for those seeking a unique pet."
    },
    {
        "id": "d16",
        "Url": "Chow_Chow.jpg",
        "Name": "Chow Chow Dog",
        "Size": "Large",
        "Character": "Fluffy",
        "Color": "Others",
        "Geography": "Asia",
        "Origin": "China ",
        "Breed_Group": "Herding",
        "Type": "Purebred",
        "Temperament": "Tenacious, Aloof, Stubborn, Intelligent, Strong Willed, Protective",
        "Height": "17 to 20 inch (43 to 51 cm) ",
        "Weight": "Male: 55-70 lb (25-32 kg), Female: 45-60 lb (20-27 kg)",
        "Overview": "Chow chow is 18-22 inches (45-56 cm) tall. Weight 45-70 pounds (20-32 kg). The first two characteristics to identify this breed are the dark green and four-legged, straight-edged tongue that makes them look rigid, not natural. Their ears are round and small. The head of the Chow chow is large, wide, the forehead is flat, the muzzle is quite large and fits the nose into a front bulge. The tail is hairy and always hangs. This dog can live for 15 years. This is a very healthy dog. Thick and dense fur has two different types that are smooth and hard. The most common color of this Chow chow is reddish-brown, black, black-blue, cream-colored, and can also be gray. White is considered quite rare. In particular, the purebred Chow chow does not have mixed motley hairs and colors. Another feature of this breed is that it has a very large mane and makes them look like a lion.Chow chow is a snow dog class. Chow chow is usually very knowledgeable and obedient, yet can become stubbornly stubborn. This is the only dog that recognizes its owner, they are very loyal to their owners. If attacked by strangers, Chow chow will react immediately to all their aggression. This very personality dog will be most suitable for powerful owners. Chow chow will grow best. Their obedience should not be expected, because this dog is naturally stubborn and likes to act in its own way. Although it is a smart dog, it is easy to absorb lessons, however, it takes patience to teach them.",
        "History": "The Chow Chow was widely known in the late nineteenth century as many heads of state in that period raised them as pets. The most notable case was Queen Victoria, who helped popularize the breeding of this dog in England. Next came the dogs of President Gilbert White and his wife.  Three red, tan and black Chow Chows were raised in the White House in the 1920s. Today, he Chow Chows ranks 64 out of 155 most popular dog breeds in the world. They are recognized by the AKC and highly popular in America, Europe, China, India and some Southeast Asian countries."
    },
    {
        "id": "d17",
        "Url": "Norwegian_Lundehund.jpg",
        "Name": "Norwegian Lundehund",
        "Size": "Small",
        "Character": "Fluffy",
        "Color": "Others",
        "Geography": "Europe",
        "Origin": "Norway",
        "Breed_Group": "Non Sporting (AKC:2011),Northern Breed (UKC)",
        "Type": "Purebred",
        "Temperament": "Alert \n Energetic \nLoyal\nProtective",
        "Height": "12-15.5 inches (31-39 cm)",
        "Weight": "13-20 pounds (6-9 kg)",
        "Overview": "The Norwegian Lundehund is a small and agile Spitz breed with several unique characteristics in combination not found in any other dog. Features such as six toes on each foot; prick ears that fold closed, forward or backward at will; and the ability to tip the head backward until it touches the back bone all helped them perform their job as Puffin hunter. Their dense coat ranges from fallow to reddish brown to tan in color, with black hair tips and white markings, or white with red or dark markings.",
        "History": "The Norwegian Lundehund is among the world's rarest of dogs. It is a member of the Spitz family. It originated in Vaerog and Rost in northern Norway. For centuries it was used to hunt puffins from nests on steep cliffs. Puffins, however, in the 1800s, became a protected species and were no longer hunted. The dogs were no longer useful to the farmers and the breed numbers dwindled. However, sometime after WWII the breed was saved from extinction through the friendship of two concerned Norwegians. The Norwegian Lundehund was not recognized as a distinct breed until 1943. The Norwegian Lundehund was first recognized by the AKC on July 1, 2011."
    },
    {
        "id": "d18",
        "Url": "Olde_English_Bulldogge.jpg",
        "Name": "Olde English Bulldogge",
        "Size": "Medium",
        "Character": "Best guard",
        "Color": "Others",
        "Geography": "North America",
        "Origin": "United States",
        "Breed_Group": "Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Alert\n Confident\n Courageous",
        "Height": "17-20 inches (43-51 cm)",
        "Weight": "60-80 pounds (27-36 kg)",
        "Overview": "The Olde English Bulldogge is a muscular, medium-sized dog of great strength, and possesser of fluid, agile movement. He is well balanced and proportioned, while appearing capable of performing without any breathing restrictions in either heat or in cold. Serious Faults: Excessive wrinkle, lack of pigment around eyes, nose or mouth.",
        "History": "In 1971 a breeding project began using a linebreeding scheme developed by Dr. Fechimer of Ohio State to rapidly achieve a purebred dog. The goal of this project was to return the bulldog to the appearance of the “Regency-Period” bulldog, now named the Olde English Bulldogge (OEB) to clearly differentiate the new breed from the modern English Bulldog. Today's Olde English Bulldogge matches the looks of the bull baiting dog of the early 1800's.\n They are, first and foremost, excellent companions, while also possessing the drive, temperament and agility to perform in numerous working venues as well as being service dogs. The revival of a healthy dog with the longevity to live well into its teens is a primary goal. The Olde English Bulldogge was recognized by the United Kennel Club on January 1, 2014."
    },
    {
        "id": "d19",
        "Url": "Entlebucher_Mountain_Dog.jpg",
        "Name": "Entlebucher Mountain Dog",
        "Size": "Medium",
        "Character": "Hypoallergenic",
        "Color": "Black",
        "Geography": "Europe",
        "Origin": "Switzerland",
        "Breed_Group": "Herding (AKC:2011), Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Agile, Devoted, Independent, Loyal, Self-confidence",
        "Height": "19-20 inches (48-51 cm)",
        "Weight": "55-66 pounds (25-30 kg)",
        "Overview": "Swiss herders developed four breeds of mountain dog known for their striking tricolor coats. Of these, the Entlebucher (ENT-leh-boo-cur) Mountain Dog is the smallest and quickest. They're muscular, long-backed cattle dogs with short, sturdy legs. They stand from 16 to 21 inches at the shoulder, with females at the lower end of the scale. Their dark eyes draw you into an attentive, friendly face. Bred to move cattle up and down sloping pastures, Entles are famous for agility, balance, and rugged determination.\nThey may be reserved with strangers. Entles are an active, high energy and physical breed, with above average exercise requirements, so they are not a dog for the casual owner. Entlebuchers do best when they have a job. Although the Entlebucher loves and is devoted to children, his shepherding instincts can make integrating small children and a puppy a bit tricky. The Young Entle can become possessive and begin to consider children to be “his own” to herd and watch over. Being exceptionally strong for his size, the Entle can easily overwhelm a child. Very careful consideration should be taken when considering adding this breed to a family with small children.",
        "History": "The Entlebucher (Entlebuch Mountain Dog/Entlebucher Cattle Dog) is the smallest of the four Swiss Sennenhund breeds. The crossing of the Roman Mastiffs with the local Swiss working dogs during the time of the Roman invasion of Europe resulted in the Sennenhunds: the Greater Swiss Mountain Dog, Appenzeller Sennenhund, Entlebucher and Bernese Mountain Dog. It is generally accepted that the Greater Swiss Mountain Dog was the first of these breeds, and the other three developed from it. The Entlebucher was primarily used by Alpine herdsmen to drive cattle."
    },
    {
        "id": "d20",
        "Url": "Rat_Terrier.jpg",
        "Name": "Rat Terrier",
        "Size": "Small",
        "Character": "Fluffy",
        "Color": "White",
        "Geography": "North America",
        "Origin": "United States",
        "Breed_Group": "Terrier (AKC:2013 & UKC)",
        "Type": "Purebred",
        "Temperament": "Affectionate, Inquisitive, Lively",
        "Height": "14-23 inches (35.5-58.5 cm)",
        "Weight": "12-35 pounds (5.5-16 kg)",
        "Overview": "The Rat Terrier is a multipurpose companion dog that is capable of hunting rodents and vermin above and below ground as well as coursing small game. He is a sturdy, compact, small-to-medium sized parti-colored dog giving the appearance of elegance and athleticism. His short, smooth coat may come in any variation of pied patterning. Pied is described as comparatively large patches of one or more colors in combination with white. Acceptable colors, with or without tan points, include the predominate black, or chocolate, red, apricot, blue, fawn, tan, or lemon.",
        "History": "The Rat Terrier is an American breed descended from the terriers brought over by English miners and other working class immigrants. These terriers probably included crosses between the Smooth Fox Terrier, the Manchester Terrier and the now extinct white English Terrier. These dogs were used as ratters, and gambling on their prowess in killing rats was a favorite hobby of their owners.\n Some of these dogs were crossed with Whippets or Italian Greyhounds (for speed) and Beagles (for hunting ability). Eventually, these tough little terriers evolved into today's Rat Terrier. The breed was popularized by President Teddy Roosevelt, who frequently hunted with his Rat Terriers. Many are still used as ratters and squirrel hunters, particularly in the South, where they are sometimes known as “Feists”. The Rat Terrier was officially recognized by the AKC in 2013."
    },
    {
        "id": "d21",
        "Url": "Cane_Corso.jpg",
        "Name": "Cane Corso",
        "Size": "Large",
        "Character": "Best guard",
        "Color": "Black",
        "Geography": "Europe",
        "Origin": "Italy",
        "Breed_Group": "Working (AKC:2010), Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Cheerful, Courageous, Loyal, Quiet, Social",
        "Height": "24-27 inches (64-68 cm)",
        "Weight": "99-110 pounds (45-50 kg)",
        "Overview": "The Cane Corso also known as the Italian Mastiff, is a large Italian breed of dog, for years valued highly in Italy as a companion, Guard dog and hunter.\nIntelligent, the Cane Corso is easily trained. As a large and athletic breed, they need a lot of exercise. For this breed to be a well-balanced member of society, he needs extensive socialization and training from an early age. He does not do well crated all day and should have a fenced in yard for adequate exercise. They are affectionate to their owner and bond closely with children and family. The Corso requires substantial time invested and owners with an understanding of dog hierarchy.",
        "History": "The Cane Corso Italiano (also known as the Italian Mastiff' or Cane Corso Mastiff') is a war and hunting dog which originated in southern Italy. It likely descends from the Neapolitan mastiff and the Roman Canis Pugnax', a powerful war dog, though the Cane Corso Italiano is a lighter, more agile breed which was used by troops for hunting or as an auxiliary force (Corso' comes from the Latin for guardian'). The Cane Corso Italiano was also used in bull baiting, a gambling sport' wherein one or more dogs were matched up against a chained bull. The Cane Corso Italiano had declined to near extinction by the 1980's, but since then an intentional effort to rescue the breed has increased the dog's numbers substantially. It is most prominent in southern Italy."
    },
    {
        "id": "d22",
        "Url": "Airedale_Terrier.jpg",
        "Name": "Airedale Terrier",
        "Size": "Medium",
        "Character": "Smartest",
        "Color": "Others",
        "Geography": "Europe",
        "Origin": "United Kingdom",
        "Breed_Group": "Terrier (AKC:1888 & UKC)",
        "Type": "Purebred",
        "Temperament": "Alert, Confident, Intelligent, Outgoing",
        "Height": "22-24 inches (56-61 cm)",
        "Weight": "50-65 pounds (23-29 kg)",
        "Overview": "The Airedale terrier is a neat, upstanding, long-legged terrier, not exaggerated in any way. It has strong round bone and combines strength and agility, enabling it to hunt tough game. Its jaws are strong and punishing. Its gait is free. The coat is hard, dense and wiry; it lies straight and close, with some hair crinkling or waving.",
        "History": "The Airedale Terrier (also known as the Waterside Terrier', Bingley Terrier', or slightly less modestly the King of Terriers', for its height) comes from the Airedale valley in West Yorkshire, England. It was bred by crossing the Otterhound with the Black and Tan Terrier for increased ability in Water Rat hunting competitions on the Aire River. The result was a breed with great scenting and Otter hunting skills which could pursue and retrieve game from its den. It was later crossed with the Irish Terrier and Bull Terrier. \n The Airedale Terrier was first brought to North America in the 1880's. Champion Master Briar, born in 1897, is considered to be the patriarch of the breed. Airedale Terriers became renowned as messengers and search animals in World War I. President Roosevelt is quoted as saying An Airedale can do anything any other dog can do and then lick the other dog, if he has to.' John Wayne's nickname, The Duke', was the name of his childhood Airedale Terrier, who accompanied him everywhere he went."
    },
    {
        "id": "d23",
        "Url": "Vizsla.jpg",
        "Name": "Vizsla",
        "Size": "Medium",
        "Character": "Fluffy",
        "Color": "Others",
        "Geography": "Europe",
        "Origin": "Hungary",
        "Breed_Group": "Sporting (AKC:1960), Gun Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Affectionate \n Faithful \n Intelligent \n Loyal",
        "Height": "22-26 inches (56-66 cm)",
        "Weight": "20-24 inches (51-61 cm)",
        "Overview": "The Vizsla is lightly built but muscular, giving it speed and endurance in the field. Its gait is light, graceful, smooth and ground-covering. Its short smooth coat is dense, providing some protection from the elements. The golden rust color is a hallmark of the breed.",
        "History": "The Vizsla (pronounced veezhla', zh' as in vision'), also known as the Hungarian Vizsla', Hungarian Pointer', or Magyar Vizsla', is an ancient Hungarian breed. It was used by the Magyar tribe of the Carpathian Basin for rat hunting as far back as 800 A.D, and later adapted for pointing, retrieving, and tracking. The first written record of the Vizsla appears in the Illustrated Vienna' chronicle, prepared on order of King Louis the Great in 1357. Vizslas faced near extinction in the 1800's, falling in popularity to the English pointer. \n The Vizsla is an ancestor of the Weimaraner and German Shorthaired Pointer, and these breeds may have been later crossed back into the Vizsla. The rare Wirehaired Vizsla (only a few hundred exist in North America) was developed by crossing the Vizsla with the German Wirehaired Pointer and Griffon in the 1930's for a dog with heavier coat for hunting in cold weather. A Vizsla named Sari was the first Vizsla imported to the United States, in 1950. The Vizsla was recognized by the American Kennel Club in 1960 and is today a popular show dog, hunter, and pet."
    },
    {
        "id": "d24",
        "Url": "Tibetan Mastiff.jpg",
        "Name": "Tibetan Mastiff",
        "Size": "Large",
        "Character": "Best guard",
        "Color": "Others",
        "Geography": "Asia",
        "Origin": "China ",
        "Breed_Group": "Herding",
        "Type": "Purebred",
        "Temperament": "Tenacious, Aloof, Stubborn, Intelligent, Strong Willed, Protective",
        "Height": "Male: 66-76 cm, Female 61-71 cm",
        "Weight": "Male: 45-73 kg, Female: 34-54 kg",
        "Overview": "The Tibetan clam dog is quite large in size. At least 70 cm high for males. Weighs between 64-90 kg. Coat: With double coat, the outer coat is soft and long while the fur is like wool. It can adapt to every harsh weather. Tibetan clam dog has a characteristic neck hair that looks like a lion mane. Color: black, black-brown, black-gold, gray or yellow. Tail: always high on the back. Head: flat, without wrinkles. The figure is balanced and stately. Struggling, loyal, especially only listening to the master, only loyal to a single owner. Tibetan clam dogs also grow very slowly. Children from 3 to 4 years have just started their reproductive cycle, and males also have 3-5 years of sex and can mate. Scientists believe that this is the smartest hunting dog in the world, once considered by modern zoologists to be extinct. This dog has existed 5,000 years ago and is considered to be the oldest genome dog in the world today. ",
        "History": "Due to the isolation of its country of origin and a lack of written breeding records, the Tibetan mastiff's history is shrouded in mystery. We do know that the Tibetan mastiff is an ancient breed that has existed in Central Asia for thousands of years. The Tibetan mastiff breed was first introduced to the Western world in 1847 when it was brought to England and entered into The Kennel Club's first studbook. More than 100 years later, the breed finally made its way to the United States in the 1950s. The American Tibetan Mastiff Association, which is the national club for the breed in the U.S., formed in 1974, and the breed received full recognition with the American Kennel Club in 2006.It was not unheard of to pay upward of $200,000 for a Tibetan mastiff puppy in China in the early to mid-2000s when it was a must-have dog for the status-conscious. Today, the dog is no longer popular overseas where certain areas of China have abandoned and banned the breed."
    },
    {
        "id": "d25",
        "Url": "Yorkshire_Terrier.jpg",
        "Name": "Yorkshire Terrier",
        "Size": "Small",
        "Character": "Fluffy",
        "Color": "Others",
        "Geography": "Europe",
        "Origin": "United Kingdom",
        "Breed_Group": "Companion (UKC), Toy (AKC:1885)",
        "Type": "Purebred",
        "Temperament": "Alert\n Courageous\n Courageous",
        "Height": "24-28 inches (61-71 cm)",
        "Weight": "85-110 pounds (38-50 kg)",
        "Overview": "The Yorkshire Terrier's appearance is that of a well-balanced, long coated, small (Toy-type) terrier, readily identified by its steel blue and tan, straight-flowing coat. The hair is parted on the muzzle and from the base of the skull to the end of the tail. The body is square and evenly proportioned. The dog's high head carriage and confident manner gives the appearance of vigor and self-importance.",
        "History": "The Yorkie was created by working men of north England, who developed the breed for catching the terrible rats and mice that infested clothing mills and mine shafts. These hunting dogs could penetrate into badger and fox burrows. The breed is not very old, but its origins are not entirely certain.\n However, it seems likely that Scotsmen seeking work in the woolen mills of Yorkshire brought with them various types of terrier, including the Skye Terrier, Dandie Dinmont, Manchester Terrier, Maltese and the now-extinct Clydesdale (Paisley Terrier). These were then crossed with local types, such as the longhaired Leeds Terrier. At first, the Yorkie was a much bigger animal than the one we see today, but by selectively breeding the smallest individuals, the dog was gradually miniaturized over the years. It was made into a fashion dog. Women carried these little dogs in their bags and under their arms. The Yorkshire Terrier was first recognized by the AKC in 1885."
    },
    {
        "id": "d26",
        "Url": "Miniature_Shar_Pei.jpg",
        "Name": "Miniature Shar Pei",
        "Size": "Small",
        "Character": "Hypoallergenic",
        "Color": "Others",
        "Geography": "Asia",
        "Origin": "China",
        "Breed_Group": "Non-Sporting (AKC)",
        "Type": "Purebred",
        "Temperament": "Confident\n Independent\n Playful\n Adaptable",
        "Height": "17 inches and under (43 cm)",
        "Weight": "85-110 pounds (38-50 kg)",
        "Overview": "Miniature Shar Peis have a shoulder height up to 43 cm (17 in) and weigh up to 17 kg (38 lbs). Like their larger brethren, they are known for their blue-black tongue and profusely wrinkled head, neck, and shoulders. They have large heads with small, highly set ears, and thick tails which curl over the back. Miniature Shar Peis have large, wide muzzles, and small, sunken eyes. Puppies have wrinkles all over their bodies.",
        "History": "This breed goes back to around 200 BC in China where it was a cross of relatives to the Chow Chow, Mastiff, Terrier, and Bulldog. Over the years this breed became larger as the mastiff influence began to come out. What many people do not know is that the Miniature actually represents a more accurate build of the breed's true dimensions. Until Shar Pei became AKC recognized, and the larger standard was adopted, those breeding what are now known as Miniature Shar Pei were actually breeding the more original size. This was recently discovered through the finding of the gene responsible for the miniature size. Before this many thought that the smaller sized dogs were unhealthy or considered to be mistakes. Today Miniature Shar Pei breeders believe that this breed is special unto itself and worthy of approval by the American Kennel Club."
    },
    {
        "id": "d27",
        "Url": "akita.jpg",
        "Name": "Akita Dog",
        "Size": "Medium ",
        "Character": "Fluffy",
        "Color": "Others",
        "Geography": "Asia",
        "Origin": "Japan ",
        "Breed_Group": "Herding",
        "Type": "Purebred",
        "Temperament": "Hard-working, Friendly,ProtectiveWell-mannered,Sociablet",
        "Height": "Male:67cm, Female: 61cm",
        "Weight": "Male: 32-39 kg, Female: 25-35 kg",
        "Overview": "This is Japan is largest dog in the Spitz group. They have a strong, well-proportioned body, sagging, strong, and look very impressive.Big head, flat forehead and short but strong jaw set. The face has a triangular shape. The middle of the forehead has a groove that divides the sides into equal halves. Eyes small, triangular dark brown. The nose is usually black (may be brown on individuals with white hairs, but black is more appreciated). Black lips and tongue are pink.Akita is a hunting dog class Is a docile dog, easygoing, but sometimes also stubborn. Very devoted and loving homeowners. Smart, courageous and very cautious. This is a very stubborn dog, so it needs to have good teaching from a young age. This is one of the best guard dogs. Japanese mothers often give them the task of overseeing their children. Akita is a loyal and very attached dog to the owner. However, they are very aggressive for other dogs and pets, so be on guard to avoid clashes. It is best to go out when they need to wear a muzzle. When teased, they can bite.This breed is very possessive. There is a need for very persistent teaching because Akita has the ability to think independently. This means that they will rarely listen to orders that they consider unreasonable. Akita loves the homeowner is care. Their voices have many good sounds, but not the type of dog that likes to bark. This is a breed of dog that can live in apartment conditions if there is space for it to practice. They have the most reasonable and comfortable indoor activity levels in a wide space such as a garden. Need to take care of the coat. They shed a lot, twice a year. Hair should be combed by specialized brush. Bathe only when absolutely necessary as it may cause the waterproof coat to be removed.",
        "History": "During World War II, the Akita fell upon hard times as many civilians became unable to care for their pets, and the Japanese government confiscated dogs not engaged in military operations. Many dogs were killed for their coats. Luckily, the breed was saved by a few dedicated owners, who hid their Akita in the safety of rural Tohoku mountain towns at their own personal risk. According to Japanese sources, a total of only 18 purebred Akita remained. After the war, Japanese breeders began a second phase of restoring the breed. Some lines were imported to the United States and formed the foundation of the American Akita while the Japanese breeders concentrated on other lines to restore the breed as one of the Nihonken (native Japanese breeds).There are now two recognized breeds - the Japanese Akitainu and the American Akita though both have the same origins from the landrace Matagiinu. It's no wonder that today's Akitas are just as strong, confident and loyal to their families as the ancestral litters, a millennium ago."
    },
    {
        "id": "d28",
        "Url": "Giant_Schnauzer.jpg",
        "Name": "Giant Schnauzer",
        "Size": "Large",
        "Character": "Smartest",
        "Color": "Black",
        "Geography": "Europe",
        "Origin": "Germany",
        "Breed_Group": "Working (AKC:1930), Companion Breeds (UKC)",
        "Type": "Purebred",
        "Temperament": "Dominant \n Kind \n Intelligent \n Powerful",
        "Height": "26-28 inches (66-71 cm)",
        "Weight": "60-105 pounds (27-48 kg)",
        "Overview": "The Giant Schnauzer is a larger, more powerful version of the standard schnauzer. Its body is strong, compact and nearly square, combining great power with agility. Its stride is free and vigorous, with good reach and drive. Its double coat consists of a soft undercoat and a harsh, wiry, dense outer coat — a combination that enables it to withstand harsh, alpine conditions. Its hallmark harsh beard and eyebrows, coupled with its smart outline, make for a striking figure. The combination of rugged build, reliable temperament and weather-resistant coat make for a powerful and versatile worker.",
        "History": "The Giant Schnauzer is a separate breed from the Miniature Schnauzer and Standard. Their country of origin is Germany. Breeds were developed for specific work in the 1600's; this breed was developed to be used as drovers of sheep and cattle and as a guard dog. Its coat was also influenced by weather and living conditions. Some of the breeds which were used in the development were the Standard Schnauzer, Great Dane, Rough Collies and possibly the Bouvier des Flandres. The breed was not that well known until World War I when it was used for police training."
    },
    {
        "id": "d29",
        "Url": "Bichon_Frise_Dog.jpeg",
        "Name": "Bichon Frise Dog",
        "Size": "Medium ",
        "Character": "Hypoallergenic",
        "Color": "White",
        "Geography": "Europe",
        "Origin": "Spain",
        "Breed_Group": "Herding (AKC:2011), Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Tenacious, Aloof, Stubborn, Intelligent, Strong Willed, Protective",
        "Height": "Male: 21-25 cm, Female: 20-23 cm",
        "Weight": "Male: 3-5 kg, Female: 3-5 kg",
        "Overview": "The small but sturdy and resilient Bichon Frise stands among the world's great 'personality dogs.' Since antiquity, these irresistible canine comedians have relied on charm, beauty, and intelligence to weather history's ups and downs. A good-size Bichon will stand a shade under a foot tall at the shoulder. The breed's glory is a white hypoallergenic coat, plush and velvety to the touch, featuring rounded head hair that sets off the large, dark eyes and black leathers of the nose and lips. Bichons are adaptable companions who get on well with other dogs and children. Alert and curious, Bichons make nice little watchdogs'¿but they are lovers, not fighters, and operate under the assumption that there are no strangers, just friends they haven't met yet. Their confidence and size make them ideal city dogs. Bichons train nicely and enjoy performing for their loved ones. Finally, there's the happy-go-lucky Bichon personality that draws smiles and hugs wherever they go.",
        "History": "Bichons are a member of the clan of little white dogs formally known as Barbichon types. (These also include the Bolognese, Havanese, and Maltese.) It is thought that these ancient breeds began their modern development on Tenerife, the largest of the Canary Islands. One of these breeds became so popular with the island's sailors that it was known as the Bichon Tenerife, the primary ancestor of today's Bichon Frise.The breed's close association with European nobles began sometime in the 13th century. Most notably, they endeared themselves to the royal courts of Spain, Italy, and France, and came into their own during the Renaissance."
    },
    {
        "id": "d30",
        "Url": "Finnish_Spitz.jpg",
        "Name": "Finnish Spitz",
        "Size": "Medium",
        "Character": "Hypoallergenic",
        "Color": "Others",
        "Geography": "Europe",
        "Origin": "Finland",
        "Breed_Group": "Non Sporting (AKC:1988), Northern Breeds (UKC)",
        "Type": "Purebred",
        "Temperament": "Happy\n Independent\n Intelligent, Loyal",
        "Height": "15-20 inches (38-51 cm)",
        "Weight": "31-35 pounds (14-16 kg)",
        "Overview": "The Finnish Spitz has a foxlike appearance, incorporating the tyUrlal traits of a Northern breed: small erect ears, dense double coat and curled tail. It is square-proportioned, and without exaggeration, quick and light on its feet. It has the conformation and temperament to hunt actively and tirelessly under the coldest of conditions. Its double coat, consisting of a short soft undercoat and harsh straight outer coat about 1 to 2 inches long, provides insulation from the snow and cold, allowing it to hunt tirelessly under the coldest of conditions.",
        "History": "The Finnish Spitz dogs were originally known as the Suomenpystrykorva (the Finnish Cock-Eared Dog) and the Finnish Barking Birddogs. About 2000 years ago they were brought from the Volga River area of central Russia to what is now Finland, and are considered the National dog of Finland, and are mentioned in several patriotic songs. They were used to hunt small game. \n When the dog would find their pray they would alert the hunter with their distinctive yodel type, ringing bark, pointing with their head in the direction the animal was in. The breed is more popular in Scandinavian countries and less popular in the USA, most likely due to their reputation of using their bark to alert their masters. The Finnish Spitz makes a good bird dog. It was first recognized by the AKC in 1988."
    },
    {
        "id": "d31",
        "Url": "Drever.jpg",
        "Name": "Drever",
        "Size": "Small",
        "Character": "Hypoallergenic",
        "Color": "Others",
        "Geography": "Europe",
        "Origin": "Sweden",
        "Breed_Group": "Hound, Scenthound (UKC)",
        "Type": "Purebred",
        "Temperament": "Alert, Even Tempered, Keen, Self-assured",
        "Height": "11-16 inches (28-40 cm)",
        "Weight": "32-34 pounds (14-16 kg)",
        "Overview": "The Drever's most noticeable characteristic are its long body and short legs, inherited from the Westphalian Dachsbracke, but as a working dog these features are not exaggerated. It has short fur, and is of any color with white markings (but not all white, which has been linked to deafness.) The breed has the tyUrlal drop (hanging) ears of a hound, and a long tail. The maximum height of a Drever is 38 cm (15 ins) at the withers, which is about 15 cm (approx. 6 ins) shorter than a long legged hunting hound with the same size body. The Westphalian Dachsbracke is about 2 cm (less than an inch) shorter than the Drever.\nAlert, calm, friendly and even, the Drever is known for the ongoing slight wag of his tail. The Drever often wants to continue working long after its human companion has satisfied his own hunting instinct. It has a first-class nose and is a powerful tracker. Because of its short legs, it is slower than other hounds. This makes it ideal for maneuvering game toward the hunter's gun. The Drever is a steady worker that hunts hare, fox, and occasionally deer; but this dog has the courage to pit himself against even a wild boar. In such cases, he circles and dodges the prey, warning the hunter by barking furiously. The Drever has an excellent nose and a musical voice which is much larger than his size would seem to warrant. The Drever was bred to be tenacious on the hunt and therefore it is very important that the owners of this breed are just as stern when dealing with him in order to show him where his place is among his human pack. Owners who are determined and consistent with the rules, displaying a natural firm but not harsh authority over the dog will bring out the best in this breed. Passive owners will find the dog to become stubborn and headstrong. Drevers that lack in mental and physical exercise and/or leadership will develop quirks in their temperament. Socialize this dog well.",
        "History": "Small sized German hounds were imported to Sweden in 1910. These dogs gained a reputation as very good deer trackers. In 1947, the larger variety of these dogs was given the name Drever, and it was soon recognized as a Swedish breed. They are considered the first choice breed for deer tracking but are also used for hunting hare and fox. The Drever was recognized by the United Kennel Club January 1, 1996."
    },
    {
        "id": "d32",
        "Url": "Whippet.jpg",
        "Name": "Whippet",
        "Size": "Medium",
        "Character": "Hypoallergenic",
        "Color": "Black",
        "Geography": "Europe",
        "Origin": "United Kingdom",
        "Breed_Group": "Hound (AKC:1888), Sighthound & Pariah (UKC)",
        "Type": "Purebred",
        "Temperament": "Affectionate, Friendly, Gentle, Intelligent",
        "Height": "19 - 22 inches (47 - 56 cm)",
        "Weight": "25 - 45 pounds (11 - 21 kg)",
        "Overview": "The Whippet is a greyhound in miniature, the whippet is among the sleekest of dogs, with a curvaceous, streamlined silhouette, long legs and a lean physique. It is the ultimate sprinter, unsurpassed by any other breed in its ability to accelerate to top speed and to twist and turn with unequaled agility. The whippet is a lightweight version of the greyhound, with an especially supple top-line and powerful hindquarters enabling it to execute the double-suspension gallop at its most extreme. It is square or slightly longer than tall. The gait is low and free-moving. The expression is keen and alert.",
        "History": "The Whippet was developed at the end of the 19th century through crossing among the Greyhound, the Italian Greyhound, and another terrier type dog. Its name derives from the expression whip it, meaning “to move quickly.” The Whippet is an outstanding track racer over short distances, reaching speeds of up to 37 miles per hour (60 km per hour), reaching those speeds in seconds! Coursing these dogs was an entertaining form of gambling for the lower classes in England and the Whippet was nicknamed the poor man's racehorse. The Whippet was recognized by AKC in 1888 and by the English Kennel Club in 1891. Some of the Whippet's talents include: hunting, sighting, watchdog, racing, agility and lure coursing."
    },
    {
        "id": "d33",
        "Url": "Thai_Ridgeback.jpg",
        "Name": "Thai Ridgeback",
        "Size": "Medium",
        "Character": "Smartest",
        "Color": "Black",
        "Geography": "Asia",
        "Origin": "Thailand",
        "Breed_Group": "Hound, Sighthound & Pariah (UKC)",
        "Type": "Purebred",
        "Temperament": "Familial \n Independent\n Intelligent \n Loyal",
        "Height": "22-24 inches (56-60 cm)",
        "Weight": "51-75 pounds (23-34 kg)",
        "Overview": "The Thai Ridgeback is a medium-sized pariah-type dog, with a wedge-shaped head, prick ears, and a short, smooth coat. The length of body from point of buttocks to point of sternum is about 10 percent longer than the height measured at the withers. The depth of chest is equal to the length of the foreleg. The tail is carried vertically or curved like a sickle. This breed is characterized by a ridge of hair growing in the opposite direction to the rest of the coat. This ridge starts at the withers and extends down the spine to the top of the pelvis bones.",
        "History": "The origin of the Thai Ridgeback is unknown, but the breed developed in eastern Thailand, where the breed was kept pure by isolation. Descriptions of the breed can be found in written references dating back to the 17th century. The breed's name comes from a ridge of hair that runs along the dog's back, a trait found in only three breeds of purebred dogs. The Thai Ridgeback was used for hunting, and as a guard dog. Today the breed is still very rare outside of Thailand. The Thai Ridgeback was recognized by the United Kennel Club on January 20, 1996."
    },
    {
        "id": "d34",
        "Url": "Canada_Eskimo_dog.jpeg",
        "Name": "Canada Eskimo Dog ",
        "Size": "Large",
        "Character": "Smartest",
        "Color": "White",
        "Geography": "North America",
        "Origin": "Canada",
        "Breed_Group": "Herding",
        "Type": "Purebred",
        "Temperament": "Tenacious, Aloof, Stubborn, Intelligent, Strong Willed, Protective",
        "Height": "Male: 58-70 cm (23-28 in), Female: 50-60 cm (20-24 in)",
        "Weight": "Male: 30-40 kg (66-88 lb), Female: 18-30 kg (40-66 lb)",
        "Overview": "The Canadian Eskimo Dog should always be powerfully built, athletic, and imposing in appearance. It should be of 'powerful physique giving the impression that he is not built for speed but rather for hard work.' As is typical of spitz breeds, it has erect, triangular ears, and a heavily feathered tail that is carried over its back. Males should be distinctly more masculine than females, who are finer boned, smaller, and often have a slightly shorter coat.",
        "History": "Canadian Eskimo Dog (Canadian Eskimo Dog) is a working breed of Arctic dogs, often considered to be one of the oldest and rarest purebred domestic dogs in North America. Other names like qimmiq or qimmit (Inuit means 'dog'). They were brought from Siberia to North America by the Thule 1,000 years ago, along with the Genetically Greenland Dogs."
    },
    {
        "id": "d35",
        "Url": "Boxer.jpg",
        "Name": "Boxer",
        "Size": "Small",
        "Character": "Smartest",
        "Color": "Others",
        "Geography": "Europe",
        "Origin": "Germany",
        "Breed_Group": "Working (AKC:1904), Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Brave\n Bright\n Confident\n Loyal",
        "Height": "22-25 inches (56-63 cm)",
        "Weight": "60-70 pounds (27-32 kg)",
        "Overview": "The Bulldog is an ancestor of the Boxer; various terriers were also part of its make-up, which gives the breed its speed, agility and more graceful body. The term “boxer” is British, but the most recent home country for the breed is Germany. “Boxer” seems appropriate since it has a mannerism of using its front legs in combat, much as a man would in fighting. The breed was virtually ignored until World War II, when it was brought into use as a military or police dog. This helped to insure instant popularity with returning servicemen, and the breed became in demand in the United States.",
        "History": "The Boxer is a hunting mastiff developed in Germany in the late 19th century from the now extinct Bullenbeisser, a dog of Mastiff descent, and Bulldogs brought in from Great Britain. The Bullenbeisser had been working as a hunting dog for centuries, employed in the pursuit of bear, wild boar, and deer. Its task was to seize the prey and hold it until the hunters arrived. In later years, faster dogs were favored and a smaller Bullenbeisser was bred in Brabant, in northern Belgium. The Brabanter Bullenbeisser is generally accepted as being a direct ancestor of today's Boxer.The breed was introduced to other parts of Europe in the late 19th century and to the United States around the turn of the 20th century. The AKC registered the first Boxer in 1904, and recognized the first Boxer champion, Dampf vom Dom, in 1915. During World War I, the Boxer was co-opted for military work, acting as a valuable messenger dog, pack carrier, attack dog, and guard dog. The Boxer did not become popular around the world until after World War II. Taken home by returning soldiers, the dog was introduced to a wider audience and soon became a favorite as a companion, a show dog, and a guard dog."
    },
    {
        "id": "d36",
        "Url": "American_Staffordshire_Terrier.jpg",
        "Name": "American Staffordshire Terrier",
        "Size": "Medium",
        "Character": "Smartest",
        "Color": "Others",
        "Geography": "North America",
        "Origin": "United States",
        "Breed_Group": "Terrier (AKC:1936)",
        "Type": "Purebred",
        "Temperament": "Attentive\n Courageous\n Friendly\n Tenacious",
        "Height": "17-19 inches (43-48 cm)",
        "Weight": "57-67 pounds (25-30 kg)",
        "Overview": "This stocky dog should be muscular, giving the impression not only of great strength for its size but also of grace and agility. Its gait is springy. Its low center of gravity helped it stay on its feet in a fight, and its nimbleness helped it avoid its opponent's teeth. Its own jaws are strong with great power. Its coat is short, close and glossy.",
        "History": "The American Staffordshire Terrier derived from crossing Bulldogs with an older Terrier line. They are closely related to the American Pit Bull Terrier, from whom they were bred apart in the 1960's. The American breed was reared largely for illegal dog fighting (the Pit' in Pit Bull likely derives from fighting pits) in the United States and was recognized as a distinct breed in 1936. \n American Staffordshire Terriers became popular with ranchers and farmers for protection, companionship, and catching hogs and cattle. Despite its media reputation for ferociousness, the American Staffordshire Terrier is an affectionate dog which has risen to popularity as a pet. The American Staffordshire Terrier's natural aggression is directed toward other dogs, not humans, and even this can be overcome with training. They often serve as search dogs or police dogs. Popsicle, a drug sniffing American Staffordshire Terrier, became famous for sniffing out and locating one of the largest cocaine busts in the history of the FDA."
    },
    {
        "id": "d37",
        "Url": "Cavalier_King_Charles_Spaniel.jpg",
        "Name": "Cavalier King Charles Spaniel",
        "Size": "Small",
        "Character": "Smartest",
        "Color": "Others",
        "Geography": "Europe",
        "Origin": "United Kingdom",
        "Breed_Group": "Toy (AKC:1995), Companion Breeds (UKC)",
        "Type": "Purebred",
        "Temperament": "Active,Extroverted,Friendly, Intelligent,Lively,Playful, Sociable",
        "Height": "12-13 inches (30-33 cm)",
        "Weight": "10-18 pounds (5-8 kg)",
        "Overview": "The Cavalier King Charles Spaniel is about 30-33 cm tall, weigh 5-8 kg, dogs are small in stature, 36 cm high, weigh 5-8 kg, have a strong body and tough shape The head is slightly rounded, the muzzle is full and tapered, the face is slightly brokenCavalier King Charles Spaniel loves people, likes to make friends. They are not suitable for life in a kennel and do not want to be left alone all day. If there is a job to leave them, make sure to take it for a walk before giving it a natural rest. Performing their hunting instincts, they have the instinct to chase. Limit the development of Small Dog Syndrome, human induced behaviors, when the dog thinks it is a pet dog. This may cause a range of behavioral problems, not the Cavalier King Charles Spaniel is personality, but these behaviors are created by the way they are treated.Cavalier King Charles Spaniels is suitable for apartment life. They are quite active indoors and a small yard is suitable. Cavalier King Charles Spaniels are not suitable for hot conditions. Cavalier King Charles Spaniels needs a daily walk. Play will ensure the necessary movement, however, as with all dogs, playing does not fully satisfy the basic instinct for their walking. Dogs that do not walk fully seem to show more about behavioral problems. They will also enjoy running freely without chaining in a spacious area ensuring a large fenced-in yard.",
        "History": "The Cavalier King Charles Spaniel breed has long been associated with nobles and royals in Europe, particularly England, from as far back as the 17th century. At this point, the dogs were more widely known as toy spaniels and their appearance could vary somewhat. They were extremely popular with King Charles I and his son King Charles II, which is where their name is derived. King Charles II was said to be so besotted with these dogs that he decreed that they were allowed in any public building, including Parliament."
    },
    {
        "id": "d38",
        "Url": "poodle.jpg",
        "Name": "Poodle Dog",
        "Size": "Small",
        "Character": "Hypoallergenic",
        "Color": "Others",
        "Geography": "Europe",
        "Origin": "Germany",
        "Breed_Group": "Toy (AKC:1888),Companion Breeds (UKC) ",
        "Type": "Purebred",
        "Temperament": "Active,Extroverted,Friendly, Intelligent,Lively,Playful, Sociable",
        "Height": "11-14 inches (28-35 cm)",
        "Weight": "26-31 lb (12-14 kg)",
        "Overview": "Poodle belongs to the class of pet dogs. They are considered one of the most docile dogs. Gentle, happy and lively, they like to be with and care for everyone. Train them easily and absolutely not so spoil them. If a person is not their master, they can bite if they are angry. Toy poodle is generally very good with other pets and other dogs. Poodle can also be played with children, but it is best to be 5 years old or older. Except for things that the owners forbid and were not allowed to, the remaining things were easily eaten by them. They are often wary of strangers, maybe they will pry, scratch, or growl, but if they are taught early, they will be more friendly. They can be very sensitive and startling.",
        "History": "The Poodle most likely originated in Germany, although the Fédération Cynologique Internationale and a minority of cynologists believe it originated in France. Similar dogs date back to at least the 17th century, and it was first recognized by a kennel club in 1874. The Standard Poodle was originally used by wildfowl hunters to retrieve game from water. The smaller varieties of the breed were bred from in France, where they were once commonly used as circus performers. They are now one of the most popular dog breeds."
    },
    {
        "id": "d39",
        "Url": "Golden_Retriever.jpg",
        "Name": "Golden Retriever",
        "Size": "Medium",
        "Character": "Smartest",
        "Color": "Others",
        "Geography": "Europe",
        "Origin": "United Kingdom",
        "Breed_Group": "Sporting (AKC:1925), Gun Dog (UKC)",
        "Type": "Purebred",
        "Temperament": "Confident, Friendly, Intelligent, Kind, Reliable, Trustworthy",
        "Height": "Male: 22-24 inches (56-61cm), Female: 20-22 inches (51-56 cm)",
        "Weight": "Male: 60-80 pounds (27-36 kg), Female: 55-70 pounds (25-32 kg)",
        "Overview": "The Golden Retriever is a kind of missed dog with a balanced, healthy body. They have colored fur from creamy yellow to golden brown (red is not recognized). The coat is made up of an impermeable coat of fur and a thick layer of fine fur inside. They have a large head, a slightly beveled muzzle, but with a large and very strong jaw with sharp teeth. The nose is black, the eyes are brown with dark borders. Missed, drooping ears.Neck is long, strong and quite muscular. Wide chest. The tail is long and never curves.This breed is also known as the great maid for the bird and mallard hunters. They are very good at sniffing and are therefore often used not only for hunting or tracing but also for military and police units to detect drugs.",
        "History": "The Golden Retrievers, when first registered at a kennel club, were called Gloden Flat-Coats. In 1911 the name was changed to Golden Retriever. The Golden Retriever Club of England was formed in 1913. The breed was first recognized by the American Kennel Club in 1925. Golden Retrievers were first shown in 1908 and started to arrive in the USA around that same time. The breed quickly became a favorite. Hunters loved the functionality of the breed, show-goers loved the style and beauty, and the sweet temperament was loved by all. The breed has been popular in the States since its arrival. The Goldens popularity soared in the 1970s with President Gerald Ford and his Golden, Liberty. A Golden Retriever was also in the White House with Ronald Ragen. In the first Obedience trials of the 1970s, Golden Retrievers won the first three shows. Again sealing their popularity."
    },
    {
        "id": "d40",
        "Url": "Barbet.jpg",
        "Name": "Barbet Dog",
        "Size": "Medium",
        "Character": "Smartest",
        "Color": "Black",
        "Geography": "Europe",
        "Origin": "France",
        "Breed_Group": "Sporting, Gun dog (UKC)",
        "Type": "Purebred",
        "Temperament": "Companionable, Cheerful, Intelligent, Joyful, Obedient",
        "Height": "Male: 23-26 inches (58-65 cm), Female: 21-24 inches (53-61 cm)",
        "Weight": "37-62 pounds (17-28 kg )",
        "Overview": "The Barbet is a very intelligent dog, always behaving properly and loves the owner. They are easy to teach and always show patience and tenderness to children. Faithful, trustworthy, easy-going and always looking for ways to please their employers are the qualities of Barbet.This is a favorite dog for outdoor activities. Thanks to their intelligence, they always excel in competitions. The Barbet is always friendly to everyone, including other dogs. Therefore, this breed only has very little protective instincts.",
        "History": "The barbet has a long, varied history throughout Europe. The first written description of the breed appeared in literature in 1387, but some believe barbets originated as early as the 8th century. It's also said that King Henry IV kept barbets as his companions, and his mistress once got into trouble for bringing a barbet into church.Although barbets served as loyal hunting dogs—and companions—for centuries, they're a fairly rare breed today. Despite their smaller populations globally, the barbet ranks as one of the top agility dogs in French dog competitions.The barbet is a newer breed fully recognized by the American Kennel Club. The breed was classified in 2020 as a member of the 'Sporting Group' by the AKC."
    },
    {
        "id": "d41",
        "Url": "Ibizan_Hound.jpg",
        "Name": "Ibizan Hound",
        "Size": "Large",
        "Character": "Smartest",
        "Color": "White",
        "Geography": "Europe",
        "Origin": "Spain",
        "Breed_Group": "Hound (AKC:1978), Sighthounds and Pariahs (UKC)",
        "Type": "Purebred",
        "Temperament": "Active, Clownish, Engaging, Independent, Intelligent",
        "Height": "22-29 inches (56-74 cm)",
        "Weight": "42-55 pounds (19-25 kg)",
        "Overview": "They are gentle and harmonious with their owners, sometimes expressing affection to strangers. The personality is like the Pharaoh. Their lifespan is 12 years. Weigh from 19-25 Kg. 56-74 cm tall, slim, luxurious and slim body, Ibizan is used for hunting, especially rabbits. Ibizan is a fast, loyal, brave, clean dog, always alert to strangers and has very sensitive ears. Their hobbies are high jumping and regular exercise. When raising this breed, fence should be at least 1.8 m high to prevent them from jumping over the fence.",
        "History": "Podenco Ibicenco, also known as Ibizan hound, is a hunting dog originating from the Balearic Islands of Majorca, Ibiza, Minorca and Formentera, where they are called by the original name 'Ca Eivissec'. They are also seen in Catalonia, Valencia, Roussillon and Provence, where they are called Mallorquí, Xarnelo, Mayorquais, Charnegue, Charnegui and Balearic Dogs. The Balearic Islands, an archipelago to the west of the Mediterranean include Majorca, Minorca, Ibiza, Formentera, Cabrera and 11 small islands. Although called by the name of the island of Ibiza, but the breed was once a long time lived on the mainland of Spain, where they were used as fighting dogs and rabbit hounds and rescue."
    },
    {
        "id": "d42",
        "Url": "Komondor.jpg",
        "Name": "Komondor",
        "Size": "Large",
        "Character": "Best guard",
        "Color": "White",
        "Geography": "Europe",
        "Origin": "Hungary",
        "Breed_Group": "Working (AKC:1937), Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Affectionate, Calm, Fearless, Gentle, Independent, Steady",
        "Height": "25.5 inches (65 cm)",
        "Weight": "125 pounds (59 kg)",
        "Overview": "The Komondor is a large, muscular dog, with plenty of bone and substance; it is slightly longer than tall. Its gait is light and leisurely, with long strides. Its hallmark coat is double, consisting of a dense wooly undercoat and a coarser outer coat that is wavy or curly. The undercoat is trapped in the outer coat so that it forms strong, felty, tassel-like cords. This coat helped protect the dog from the elements as well as the teeth of tough adversaries. It also helped the dog to blend in with its flock.\nThe Komondor, being naturally wary of strangers, makes an excellent house guard dog. They are devoted to their master and will defend him against attack by any stranger. This trait makes it advisable that the dog only be used as a herd/flock guardian/protector, not for driving. When mature, the breed is an earnest, courageous, very faithful herd/flock guardian. While a puppy, the Komondor is playful.",
        "History": "The Komondor is descended from Tibetan dogs. Some think the Komondor was brought to Hungary a thousand years ago by nomadic Magyars to guard large herds of cattle and sheep. However, newer studies show it came from the Cumans. The name Komondor came from the name Koman-dor, meaning “dog of the Cumans.” Komondor remains have been found in Cuman gravesites. \n The earliest written reference is from the 16th century. The breed spread throughout the rest of the world beginning in 1920 when it began to compete in dog shows. The Komondor, still to this day, lives for many months outdoors in all kinds of weather, as they protect their master's flocks. They do not herd the flock, but rather protect them, primarily without any human assistance. The breed was recognized by the AKC in 1937."
    },
    {
        "id": "d43",
        "Url": "Bergamasco.jpeg",
        "Name": "Bergamasco",
        "Size": "Large ",
        "Character": "Smartest",
        "Color": "Black",
        "Geography": "Europe",
        "Origin": "Spain",
        "Breed_Group": "Herding (AKC:2015 & UKC)",
        "Type": "Purebred",
        "Temperament": "Determined, Quiet, Patient, Vigilant,Intelligent",
        "Height": "22-24 inches (54-62 cm)",
        "Weight": "Male: 70-84 pounds (32-38 kg), Female: 57-71 pounds (26-32 kg)",
        "Overview": "The Bergamasco is a quite muscular herding dog, heavy with big head and thick tail hanging down and slightly curved at the end. The entire dog is covered with a plentiful coat of fur that forms a fur carpet. The Bergamasco has a compact configuration but only a little longer than the height. The characteristic feature of the Bergamasco is its unique coat, made up of three types of feathers. The coat forms hairs (the hairs woven together create flat hairs) or wide carpets, covering the body and legs of the dog, and protects the dog from the weather and predators. The hair on the head is usually long and hangs on the eyes.The Bergamasco is a bit longer than the height, with the body length measured from the shoulder to the point of the buttock about 5 to 6 percent longer than the height measured at the shoulders.",
        "History": "The exact origin of the Bergamasco sheepdog is unknown, but it has lived in and around the Italian city of Bergamo for centuries. Its ancestors were possibly Middle Eastern dog breeds that were used as barter in the region.These hardy dogs were well suited for the harsh terrain of the Alps as they herded and guarded livestock. Their flocked coat protected them from both the elements and injury. And their exceptionally long upper eyelashes helped to keep hair out of their eyes and prevent snow blindness. These bright dogs learned to work closely with their humans, understanding their job and being independent enough to problem-solve on their own.The breed's numbers began to dwindle after World War II, but breed associations worked to keep it alive. The American Kennel Club first recognized the Bergamasco in 2015, and it still is a rare dog breed around the world today."
    },
    {
        "id": "d44",
        "Url": "McNab.jpg",
        "Name": "McNab Sheepdog",
        "Size": "Medium ",
        "Character": "Best guard",
        "Color": "Black",
        "Geography": "Europe",
        "Origin": "Hopland",
        "Breed_Group": "Herding (AKC:2011), Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Hard-working, Friendly,ProtectiveWell-mannered,Sociablet",
        "Height": "Male: 18-25 inches (45-64 cm), Female: 16-21 inches (40-54 cm)",
        "Weight": "Male: 35-65 lbs (16-30 kg), Female: 30-50 lbs (14-23 kg)",
        "Overview": "The appearance of the McNab can vary considerably. The dog is medium-sized with females standing 16-21 inches at the shoulder and weighing 30-50 pounds and males standing 18-25 inches at the shoulder and weighing 35-65 pounds. The dogs have a variety of ear sets from pricked ears to floppy ears and everything in between. Tails are either short (bobbed naturally or mechanically) or long. McNabs come in colors of black, red, blonde, blue, lilac and sable with variations of solid, added white or added white and tan (tri colored). Their eyes are set well apart, almond shaped, and brown, hazel, or copper colored. The McNab coat is close, dense and weather resistant. They can have a slick single short coat, a short double coat, or a medium length single coat, but their fur is never long. One of the distinctive features of the McNab is their cat-like feet, which contribute to their agility.",
        "History": "Alexander McNab left his native Scotland in the late 19th century, homesteading his 10,000 acre sheep ranch located in the Sanel Rancho, which later became Hopland, California. Looking to develop a herding dog that could handle the rough conditions on his ranch. McNab aptly called his dogs 'McNab Shepherds'. In the early 1900s, the elder McNab passed the ranch down to his youngest son, John McNab, an attorney and stockman who reinvigorated his father's breeding style. Refinement of the McNab Shepherd continued and additional dogs were imported from Scotland for breeding and ranching purposes. Over time, the McNab dogs proved to be supreme herding dogs which California ranchers came to depend on with confidence. Now the breed is spreading across the United States and Canada with a few McNabs working as stock dogs in Germany and some sporting McNabs as far away as Japan."
    },
    {
        "id": "d45",
        "Url": "Eurasier.jpg",
        "Name": "Eurasier",
        "Size": "Medium",
        "Character": "Fluffy",
        "Color": "Others",
        "Geography": "Europe",
        "Origin": "Germany",
        "Breed_Group": "Northern Breed (UKC)",
        "Type": "Cross Breed",
        "Temperament": "Alert\n Alert\n Intelligent\n Reserved",
        "Height": "20-24 inches (52-60 cm)",
        "Weight": "50-70 pounds (23-32 kg)",
        "Overview": "The Eurasier is a balanced, well-constructed, medium-sized Spitz (Spitzen) type dog with prick ears. It comes in different colors: fawn, red, wolf-grey, solid black, and black and tan. All color combinations are allowed, except for pure white, white patches, and liver color. Fédération Cynologique Internationale (FCI) standards call for the Eurasier to have a thick undercoat and medium-long, loosely lying guard hair all over the body, with a short coat on the muzzle, face, ears, and front legs. The tail and the back of the front legs (feathers) and hind legs (breeches) should be covered with long hair. The coat on the Eurasier's neck should be slightly longer than on the body, but not forming a mane. The breed may have a pink, blue-black or spotted tongue.",
        "History": "The Eurasier was developed in the '60s to be a gentle family dog and protector. German breeder Julius Wipfel began by crossing Chow Chows with Wolfspitzes (which in some countries are considered the same breed as the Keeshond). One Samoyed male also contributed to the new breed's bloodlines. Originally called the Wolf Chow, the dogs were recognized in 1973 by the Federation Cynologique Internationale and given the name Eurasier to symbolize their combined European and Asian heritage. The dogs are popular in Germany and Switzerland but are still little known in the United States. The breed was recognized by the United Kennel Club in 1996 under the name Eurasian. The UKC categorizes it as a Northern breed, the FCI consider it a Spitz or Primitive type."
    },
    {
        "id": "d46",
        "Url": "German_Shepherd_Dog.jpg",
        "Name": "German Shepherd Dog",
        "Size": "Large",
        "Character": "Smartest",
        "Color": "Others",
        "Geography": "Europe",
        "Origin": "Germany",
        "Breed_Group": "Herding (AKC:1908, UKC)",
        "Type": "Purebred",
        "Temperament": "Alert\n Confident \n Courageous \n Watchful",
        "Height": "24-26 inches (60-65 cm)",
        "Weight": "66-88 pounds (30-40 kg)",
        "Overview": "The German Shepherds are medium to large-sized dogs, well-balanced, muscular dog, slightly longer than tall, with a medium length coat, erect ears, and a low-set natural tail that normally reaches to the hock and is carried in a slight curve like a saber. The outline of the German Shepherd Dog is made up of smooth curves rather than angles. The head is in proportion to the size of the body, strong without appearing coarse or fine. Gender differences are readily apparent. The German Shepherd Dog should be evaluated as an all-around working dog, and exaggerations or faults should be penalized in proportion to how much they interfere with the dog's ability to work.",
        "History": "The German Shepherd Dog is a relatively young breed, developed almost single-handedly in the first half of the twentieth century by a German cavalry officer, Max von Stephanitz, president of the Verein far Deutsche Schaferhunde S.V. Using a variety of German sheepdogs as his foundation stock, von Stephanitz developed a distinctive breed in a very short period of time, due in large part to the authoritarian practices of the German dog fancy at that time. \n Von Stephanitz emphasized utility and intelligence in his breeding program, enabling the German Shepherd Dog to switch easily from herding duties to other fields of work, particularly military and police work. The breed was just gaining notice in the United States when World War I broke out. All things German were shunned and popularity slumped. After the war, however, movie star Rin-Tin-Tin stimulated interest in the breed again. The striking good looks of this breed, combined with its remarkable intelligence and loyalty, have made it a favorite working and companion dog."
    },
    {
        "id": "d47",
        "Url": "Mountain_Cur.jpg",
        "Name": "Mountain Cur",
        "Size": "Medium",
        "Character": "Best guard",
        "Color": "Others",
        "Geography": "North America",
        "Origin": "United States",
        "Breed_Group": "Working,Scenthound breeds (UKC)",
        "Type": "Purebred",
        "Temperament": "Intelligent, Protective",
        "Height": "18-26 inches (46-66 cm)",
        "Weight": "30-60 pounds (13-27 kg)",
        "Overview": "The Mountain Cur is a powerful, agile tree dog of medium size. The body is square or just slightly longer than tall. Legs are long enough to allow the dog to move quickly and with agility in rough terrain. The head is broad, with a moderate stop, and a muzzle slightly shorter than the length of skull. Ears are set high and drop. The tail is straight, set low, and may be a natural bob. The coat is dense but close fitting. \n The Mountain Cur should be evaluated as a working dog, and exaggerations or faults should be penalized in proportion to how much they interfere with the dog's ability to work. Scars should neither be penalized nor regarded as proof of a dog's working abilities.",
        "History": "The Mountain Cur was declared a breed in 1957 with the organization of the Original Mountain Cur Breeders of America (OMCBA). Prior to that time, dogs of this type could only be found in very remote, rural areas, and there were no organized breeding records. The most common strains of Mountain Cur included the McConnell, Stephens, Ledbetter, Arline and York strains. OMCBA was able to assemble breeders and register the original-type Mountain Cur. \nOn the last weekend of September 1991, a group of men and women met at Robert and Lou Ella Kemmer's house and formed a new breed club that registered a strain of linebred cur that became known as the Kemmer Stock Mountain Cur. These curs are Mountain Curs that are bred from the above-mentioned lines. The best was bred to the best and then linebred. Kemmer Stock Mountain Curs were first registered with the Kemmer Stock Mountain Cur Breeders' Association (KSBA). Mountain Curs from OMBCA and KSBA provided the foundation stock for the UKC Mountain Cur breed. Today these dogs are used on squirrel, raccoon, and all types of big game."
    },
    {
        "id": "d48",
        "Url": "Husky.jpg",
        "Name": "Husky Dog",
        "Size": "Large",
        "Character": "Fluffy",
        "Color": "Black",
        "Geography": "Europe",
        "Origin": "Siberia, Russia  ",
        "Breed_Group": "Herding (AKC:2011), Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Tenacious, Aloof, Stubborn, Intelligent, Strong Willed, Protective",
        "Height": "Male: 53-60cm (21-23½ inch), Female: 20-22 inch (50,8-55,8cm) ",
        "Weight": "Male: 20½-27kg (45-60 pound), Female: 35-50 pound (15,8-22,6kg)",
        "Overview": "Husky dog is tail is long and very hairy, they often tail their tail if they are not active. This is also a common feature of some dog breeds originating from cold countries such as Akita, Alaskan Malamute or Samoyed. When a Husky dog sleeps, it will tail its tail through the muzzle to keep the nose warm. They will lower the tail when relaxing and curving the tail when excited or curious.Husky is a snow dog class.They prefer to communicate, communicate with howling rather than barking. They tend to wander and seek to escape from bondage. Husky dogs are considered defectors, they can tunnel below, crush, or jump over high fences. Almond-shaped Husky dog eyes are placed at moderate intervals and slightly slanted. Eye color is also as diverse as blue, blue, amber, green, or brown. Some children may have 2 eyes with each eye a different color. There may also be one or both eyes mixed (parti-colored) half-green and half-brown. All of the eye colors mentioned above are accepted as purebred Husky eyes.",
        "History": "Siberian Husky breed history begins in the harsh northern landscapes of Russia. As its name suggests, the land of origin of the this breed is Siberia, its northeastern part actually. Siberian semi-nomads called Chukchi were the first people to breed these dogs among them. Endangered by the ongoing climate changes in the 19th century, Chukchis were forced to search for new distant hunting grounds. For that they required very enduring sledge dogs which can cross vast lands in harsh winter climates at a steady tempo - dogs capable to endure very low temperatures on scarce food supplies, with a great sense of orientation. So they developed their own dog breed known by the name Chukchi Sled Dog. First, they've done selection of puppies after a month of their lives - only the strongest and fittest are left to see another day. Next selection was done by their ability to pull the sledge. These dogs proved to be not just perfect for all their needs, but also as wonderful family and children's companions. Although these Chukchi Sled Dogs are to some extent different from purebred Huskies, they have the same DNA and for that reason they're rightfully known as their predecessors."
    },
    {
        "id": "d49",
        "Url": "samoyed2.jpg",
        "Name": "Samoyed Dog",
        "Size": "Large",
        "Character": "Fluffy",
        "Color": "White",
        "Geography": "North America",
        "Origin": "Siberia",
        "Breed_Group": "Herding (AKC:2011), Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Tenacious, Aloof, Stubborn, Intelligent, Strong Willed, Protective",
        "Height": "Male: 53-60cm (21-23½ inch), Female: 20-22 inch (50,8-55,8cm) ",
        "Weight": "Male: 20½-27kg (45-60 pound), Female: 35-50 pound (15,8-22,6kg)",
        "Overview": "The Samoyed have neat, strong bodies that show their strength when they meet. They have a strong head, a sharp muzzle, a black or brown nose and a strong jaw. They have a height of 21 to 23 inches (53 - 60 cm). Males are 19 to 21 inches tall (48-53cm). Their weight is 45 to 65 pounds (20-30 kg). Females weighing between 35 and 50 pounds (16-20 kg). They live for about 12-15 years. They can have blood problems, diabetes and are at risk of skin allergies. ",
        "History": "Samoyed is a hunting dog originating from Siberia, which is a snow-like, white-haired dog with a characteristic of wolf-like traits that are prominent features of this breed. Samoyed means a breed of dog capable of finding its own food. Samoyed used to be a sled dog before becoming a high-class and trendy friend like today, it has also been raised by hunters and fishermen. Elegant and agile, this breed today becomes one of the best breeds of dog lovers and is called Snow White of Taiga."
    },
    {
        "id": "d50",
        "Url": "Alaska.jpg",
        "Name": "Alaska Dog",
        "Size": "Large",
        "Character": "Fluffy",
        "Color": "White",
        "Geography": "North America",
        "Origin": "USA ",
        "Breed_Group": "Herding (AKC:2011), Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Tenacious, Aloof, Stubborn, Intelligent, Strong Willed, Protective",
        "Height": "Male: 63.5 cm (25 inches), Female: 58.4 cm (23 inches) ",
        "Weight": "Male: 38.5 kg - 55 kg (85 lb) - (123 lb), Female: 34 kg - 45 kg (75 lb) - (100 lb)",
        "Overview": "The Alaskan Malamute has an average height of 63.5 cm and can be as high as 68.5 cm and has a balance of height, weight, bone and muscle structure. The Giant line can be as tall as 70 cm and weighs up to 75 kg. The big leg is very muscular to support the towing. The appearance is not noble, graceful or sporty like some other breeds but it is similar to the North American wolf. The eyes are brown, almond-shaped brown, small ears are full of fluff. Alaska Malamute is the most beautiful thanks to its thick, silky coat, especially the fluffy, tail-shaped tail that is curved backwards. The thick, soft, glossy, and sharp coat has gradually changed from the pure white in the abdomen to the black up to the back and has a beautiful face with white markings. The tail always rolls above the back. The Alaskan Malamute has two layers of hair that prevent the cold from penetrating into the body. The long outer coat is impermeable, the inner coat is shorter but very thick in the hair and the structure is like the wool fibers ",
        "History": "The Alaskan Malamute had a prominent role with their human companions as a utilitarian dog, working, hunting, and living alongside humans.[19][page needed] The dogs were renowned for their excellent hunting abilities and were used to hunt large predators such as bears. They also aided their owners in finding seals by alerting them to seal blowholes. The interdependent relationship between the Mahlemut and their dogs fostered prosperity among both and enabled them to flourish in the inhospitable land above the Arctic Circle"
    },
    {
        "id": "d51",
        "Url": "corgi.jpg",
        "Name": "Corgi dog",
        "Size": "Small",
        "Character": "Smartest",
        "Color": "Others",
        "Geography": "Europe",
        "Origin": "Wales",
        "Breed_Group": "Herding (AKC:2011), Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Tenacious, Aloof, Stubborn, Intelligent, Strong Willed, Protective",
        "Height": "Female: 25-33 cm, Male: 25-33 cm",
        "Weight": "Female: 11-15 kg, Male: 14-17 kg",
        "Overview": "Corgi belongs to the dog class.Becoming a companion to mankind, like Corgi proves smart, easy to make mistakes, easy to train. They are a loyal, affectionate and gentle pet. Unlike the brother Pembroke, Cardigan Welsh Corgi has longer and thicker tails, and they can adapt to both rural and city life. However, they like children and therefore are raised in many families. Serious training is needed to reduce stubbornness.Corgi barks a lot and persists without their reminders. You should learn to control this personality and teach Corgi to bark and stop barking in time. There is one more character that is extremely dynamic Corgi. You should take them out to play regularly, run and play and play every day to release energy. At the same time, helping to consume calories, avoid obesity is very common in this breed.",
        "History": "The Welsh Corgi  is a small type of herding dog that originated in Wales. Sometimes known as a Corgi, two separate breeds are recognised: the Pembroke Welsh Corgi and the Cardigan Welsh Corgi. Historically, the Pembroke has been attributed to the influx of dogs alongside Flemish weavers from around the 10th century, while the Cardigan is attributed to the dogs brought with Norse settlers, in particular a common ancestor of the Swedish Vallhund. A certain degree of interbreeding between the two types has been suggested to explain the similarities between the two. The Pembroke is the more popular breed of the two, but still appears on The Kennel Club's list of Vulnerable dog breeds of the United Kingdom."
    },
    {
        "id": "d52",
        "Url": "Rottweiler.jpg",
        "Name": "Rottweiler",
        "Size": "Large",
        "Character": "Best guard",
        "Color": "Black",
        "Geography": "Europe",
        "Origin": "Germany",
        "Breed_Group": "Working (AKC:1931), Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Alert \n Courageous \n Fearless \n Loyal",
        "Height": "24-27 inches (61-69 cm)",
        "Weight": "95-130 pounds (43-59 kg)",
        "Overview": "The Rottweiler is a large breed, slightly longer than it is tall and robust with a powerful, substantial build. It combines the abilities necessary to drive cattle for long distances as well as serve as a formidable guard dog — jobs that entail great strength, agility and endurance. Its trot is sure and powerful, with strong reach and drive. Its coat is straight, coarse and dense. Its expression reflects the Rottweiler at its best — noble, alert and self-assured.",
        "History": "The Rottweiler (affectionately called 'Rottie') originates in the Roman Empire, where it was used to herd cattle. The name derives from the small town of Rottweil, Germany. The Rottweiler nearly went extinct in the 1800's, but today it has come back in popularity and is used as a police dog, guard dog, herd dog, and tracker. It is a very strong, courageous, seemingly invulnerable breed. Famous fictional Rottweilers include the puppet Triumph the Insult Comic Dog from The Conan O' Brien Show and the family pet in Ferris Bueller's Day Off."
    },
    {
        "id": "d53",
        "Url": "Chihuahua.jpeg",
        "Name": "Chihuahua Dog",
        "Size": "Small",
        "Character": "Smartest",
        "Color": "White",
        "Geography": "North America",
        "Origin": "Mexico",
        "Breed_Group": "Herding (AKC:2011), Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Tenacious, Aloof, Stubborn, Intelligent, Strong Willed, Protective",
        "Height": "Male: 6-10 inch (15-23 cm), Female: 6-10 inch (15-23 cm)",
        "Weight": "Male: below 6 pound (below 3 kg), Female: below 6 pound (below 3 kg)",
        "Overview": "Chihuahuas have very sharp teeth as weapons for self-defense. Because they are so small, they can easily escape, they can bite back when they are teased by children. So a home with young children should not raise this breed. Can bark loudly and require owners to be quite persistent in teaching the toilet to the right place. It is necessary to allow them to get along with other dogs and strangers from an early age, because Chihuahuas are quite aggressive. For other Chihuahuas, the relationship looks better.",
        "History": "This is the oldest breed in America and is the smallest of all dogs in the world. Originating from Mexico but it seems that the world is known for the work of Chinese people. They were brought only to Europe in the late years of the 19th century. The name of this breed was taken from the name of the Mexican state of Chihuahua, where adventurers found them."
    },
    {
        "id": "d54",
        "Url": "Malta.jpg",
        "Name": "Malta Dog",
        "Size": "Small",
        "Character": "Fluffy",
        "Color": "White",
        "Geography": "North America",
        "Origin": "Mediterranean Basin",
        "Breed_Group": "Herding (AKC:2011), Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Tenacious, Aloof, Stubborn, Intelligent, Strong Willed, Protective",
        "Height": "Male: 21-25 cm, Female: 20-23 cm",
        "Weight": "Male: 3-4 kg, Female: 3-4 kg",
        "Overview": "Malta dogs are small, only under 25 cm tall, are popular from 2-3 kg and are classified as toy dogs, with tiny Malta Dogs, called Tecup Maltese, only tall less than 15 cm and weighs less than 1.5 kg. Mal also has a lovely head and face. The head is rounder, the nose is black, the size is moderate, the eyes are dark, the mouth is small, the ears are long, hairy and always hanging. His body is balancing, his legs are straight, small and long, however, because his coat is too thick, his legs look short and stout.Teacup Malta is popular and highly priced, but they are highly capable of suffering from diseases of the digestive, hereditary or other serious health problems. Because most of Malta is children are only under 20 cm tall and weigh about 2.5 kg as adults, they should not be kept in families with young children under 5 years of age because of serious injury. Small, tiny Malta dogs or teacups (less than 15 cm tall) are often easy to be injured, do not let them play in high places such as on beds or on tables and chairs, falling down from the bed may cause them to break a bone. ",
        "History": "Other coat colors are gradually removed and almost disappeared and in the 20th century. There are also black and white (white and black body in the ears, a little on the face or body), however this color is not favored. and also not popular. Black or completely black Maltese is not considered purebred. Hair care for Malta is the hardest work. People love Malta because of the white fur of aristocrats, but take care of the aristocratic aristocratic coat. They are white, so they are easy to get dirty, especially when they are like dogs that like to run.Most Mal dogs are harassing their owners because their owners are too indulgent, not teaching them hard, causing them to have small dog syndrome (Toy dogs is syndrome assumes that they are really masters). multiply). Mal is smart, obedient and easy to train in social communication or indoor rules. They are also very docile, friendly, easy to approach but may be a bit difficult to eat. Malta is an active breed, they like to run and move a lot. Malta is not teary, but you still need to clean your face every day to avoid the hair under the eyes being stained and yellow."
    },
    {
        "id": "d55",
        "Url": "Xoloitzcuintli.jpg",
        "Name": "Xoloitzcuintli",
        "Size": "Medium",
        "Character": "Fluffy",
        "Color": "Others",
        "Geography": "North America",
        "Origin": "Mexico",
        "Breed_Group": "Non Sporting (AKC:2010), Sighthounds and Pariah Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Sighthounds and Pariah Dogs (UKC)\n Cheerful\n Companionablel",
        "Height": "15-20 inches (38-51 cm)",
        "Weight": "15-30 pounds (6.8-14 kg)",
        "Overview": "One of the world's oldest and rarest breeds, the Xoloitzcuintli can justly be called the first dog of the Americas. Archaeological evidence indicates that Xolos accompanied man on his first migrations across the Bering Straits. Their name is derived from the name of the Aztec Indian god Xolotl and Itzcuintli, the Aztec word for dog. With a reputation as a healer, the breed and its warm skin is often put to use in remote Mexican and Central American villages to ward off and cure ailments like rheumatism, asthma, toothache and insomnia. Xolos were also believed to safeguard the home from evil spirits and intruders.",
        "History": "The Xoloitzcuintli is a very ancient Latin American breed, dating back to before the time of the Aztec Empire and its existence can be substantiated for as far back as three thousand years. They were held in high esteem by the native Toltec and Mayan civilizations. The Aztecs, however, extended their appreciation of the breed to one of a culinary nature. With the defeat of the Aztecs and their culture by the Spanish, the breed diminished drastically, essentially becoming rare. \n It is thought the breed was saved from extinction by its adoption by remote, mountain-dwelling Indians. Never entirely forgotten, interest in the breed was eventually revived and it was formally recognized by the FCM (Mexican Kennel Club) in 1956. The Xolo today is being acknowledged with increased interest for its companionship, loyalty, cleanliness and flexibility to do it all! They make great companions, show, agility, obedience, therapy and service dogs."
    },
    {
        "id": "d56",
        "Url": "Doberman.jpg",
        "Name": "Doberman Dog",
        "Size": "Medium",
        "Character": "Smartest",
        "Color": "Black",
        "Geography": "North America",
        "Origin": "United States",
        "Breed_Group": "Working (AKC:1886), Guardian Dog (UKC)",
        "Type": "Purebred",
        "Temperament": "Cheerful, Courageous, Gentle, Sweet, Intelligent",
        "Height": "Male: 24-29 inches (63-74 cm), Female: 24-26 inches (60-69 cm)",
        "Weight": "Male: 130-150 pounds (59-68 kg), Female: 100-120 pounds (45-54 kg)",
        "Overview": "Doberman pinschers are powerful, energetic dogs that need lots of exercise. If they are not exercised, they are more likely to become irritable or even aggressive. They can adjust well to apartment living if exercised daily.Careful socialization and obedience training from a young age are essential for this breed. Doberman pinschers respond very well to positive reinforcement.No special guard training is needed for anyone who wants a good family protector. In fact, Doberman pinscher experts often advise against special guard training, which could result in over-guarding and aggression.",
        "History": "A German named Louis Dobermann is credited with developing the Doberman pinscher breed in the late 1800s. He was a tax collector and wanted a fierce guard dog to accompany him on his rounds. Dobermann also kept the local dog pound, where he had access to many strays.No one knows for certain, but Dobermann is thought to have crossed many breeds to get the Doberman pinscher. Some of the breeds thought to be involved include the rottweiler, German pinscher, Great Dane, German shepherd dog, Manchester terrier, and English greyhound shorthaired shepherd."
    },
    {
        "id": "d57",
        "Url": "Beagle.jpg",
        "Name": "Beagle Dog",
        "Size": "Medium ",
        "Character": "Smartest",
        "Color": "Others",
        "Geography": "Europe",
        "Origin": "England",
        "Breed_Group": "Sporting (AKC:1917), Gun Dog (UKC)",
        "Type": "Purebred",
        "Temperament": "Friendly, Gentle, Intelligent, Independentl, Loving",
        "Height": "Male: 14-16 inches (36-41 cm), Female: 13-15 inches (33-38 cm)",
        "Weight": "Male: 22-25 pounds (10-11 kg), Female: 20-23 pounds (9-10 kg)",
        "Overview": "The Beagle looks like small British foxhounds. Male height from 36 to 41 cm (14-16 inches), females from 33 to 38 cm (13-15 inches). There are two groups of height, from 33 to 38 cm, and under 33 cm. The weight of the male is 10 - 11 kg (22-25pounds), females are 9-10 kg (20 - 23pounds). This breed is raised in too many numbers and with some dogs, their status and personality have been affected by uncontrolled breeding resulting from this over-breeding. Their lifespan is about 12-15 years, number of puppies is from 2 to 14 children. The average is seven. Some Beagle-like lines have the ability to have heart attacks, epilepsy, eye and back problems. It is also possible to have bone, cartilage, red blood cell disease, stunting and bone deformity, such as in the foreleg like a short-legged hound",
        "History": "Beagle finds its ancestral origins in ancient Greece, dating back to the 5th century. The Beale back then resembles the modern-day Beagle we know now. As we proceed to the 8th century, Normandy witnessed the development of a new breed called the Talbot Hound from the St. Hubert Hound. Being a scent hound, the Talbot Hound was largely used for hunting."
    },
    {
        "id": "d58",
        "Url": "Newfoundland.jpg",
        "Name": "Newfoundland Dog",
        "Size": "Large ",
        "Character": "Smartest",
        "Color": "Black",
        "Geography": "North America",
        "Origin": "Canada",
        "Breed_Group": "Working (AKC:1886), Guardian Dog (UKC)",
        "Type": "Purebred",
        "Temperament": "Cheerful, Courageous, Gentle, Sweet, Intelligent",
        "Height": "Male: 27-29 inches (69-74 cm), Female: 25-27 inches (63-69 cm)",
        "Weight": "Male: 130-150 pounds (59-68 kg), Female: 100-120 pounds (45-54 kg)",
        "Overview": "The Newfoundland is a large, healthy dog with thick fur. The 69-74 cm tall male dog, weighing 59-68 kg. The female dog is 63-69 cm tall, weighs 45-54 kg. Their muscles are firm, strong and able to work sustainably. They have big, furry, fluffy fur that makes them look much bigger than real ones. In color, they are brown, black, yellow, white-black, gray and often have white cavities in the chest, feet, tail tip.With two layers of fur, this breed is very suitable and adapted to the cold in the northern area of the bridge, however, it is necessary to take care very carefully with their fur. They are also keen to provide adequate nutrition during the developing period, which is an important factor, in addition to a reasonable and adequate movement along with the necessary exercises before the end of the play period. development.",
        "History": "Newfoundland dog is a breed in Canada in the Northern Hemisphere and is used as a rescue dog. In addition to the landmark Newfoundland, this breed has a different name, New-fun-land. This is a breed of dog that breeds indigenous wolves with giant clam breeds, which are quite gentle and exemplary. This is a dog with many families with young children, as well as Saint Bernard dog, so it is also nicknamed Saint Bernard Water because they like to play against water."
    },
    {
        "id": "d59",
        "Url": "Dalmatian.jpg",
        "Name": "Dalmatian",
        "Size": "Medium",
        "Character": "Smartest",
        "Color": "White",
        "Geography": "Europe",
        "Origin": "Croatia",
        "Breed_Group": "Working (AKC:1886), Guardian Dog (UKC)",
        "Type": "Purebred",
        "Temperament": "Cheerful, Courageous, Gentle, Sweet, Intelligent",
        "Height": "Male: 27-29 inches (69-74 cm), Female: 25-27 inches (63-69 cm)",
        "Weight": "Male: 130-150 pounds (59-68 kg), Female: 100-120 pounds (45-54 kg)",
        "Overview": "The Dalmatian coat is usually short, fine, and dense; however, smooth-coated Dalmatians occasionally produce long-coated offspring. Long-coated Dalmatians are not acceptable in the breed standard, but these individuals experience much less shedding than their smooth-coated counterparts, which shed considerably year-round. The standard variety's short, stiff hairs often weave into carpet, clothing, upholstery, and nearly any other kind of fabric and can be difficult to remove. Weekly grooming with a hound mitt or currycomb can lessen the amount of hair Dalmatians shed, although nothing can completely prevent shedding. Due to the minimal amount of oil in their coats, Dalmatians lack a dog odor and stay fairly clean relative to many other dog breeds",
        "History": "The Dalmatian is a breed of dog, which has a white coat marked with black or brown-colored spots. Originating as a hunting dog, it was also used as a carriage dog in its early days. The origins of this breed can be traced back to present-day Croatia and its historical region of Dalmatia.It is thought that early ancestors of the breed were certain breeds of pointers and a spotted Great Dane.Today, it is a popular family pet and many dog enthusiasts enter Dalmatians into kennel club competitions."
    },
    {
        "id": "d60",
        "Url": "Hamilton_Hound.jpg",
        "Name": "Hamilton Hound",
        "Size": "Large",
        "Character": "Smartest",
        "Color": "Others",
        "Geography": "North America",
        "Origin": "United States",
        "Breed_Group": "Hound (AKC:1943), Sighthounds and Pariahs (UKC)",
        "Type": "Purebred",
        "Temperament": "Affectionate, Faithful, Intelligent, Loyal",
        "Height": "24-28 inches (61-71 cm)",
        "Weight": "85-110 pounds (38-50 kg)",
        "Overview": "The Bernese Mountain Dog is slightly longer than tall, though it appears square. It is a sturdy, large, hardy dog capable of both draft and droving work. This requires a combination of strength, speed and agility. Its natural working gait is a slow trot, but with good reach and drive. Its thick coat is moderately long, and slightly wavy or straight, providing insulation from the cold. Its expression is gentle, and its coloring is striking.\nThe Bernese mountain dog is an easygoing, calm family companion (that is, after it leaves its adolescent stage). It is sensitive, loyal and extremely devoted. It is gentle with children and often reserved with strangers. It generally gets along well with other dogs and pets.",
        "History": "The Bernese Mountain Dog, or Berner Sennenhund in his native Switzerland, was used as an all-around farm dog by Alpine herdsmen in the canton of Bern. The dogs drove cattle to pasture, pulled milk carts to the dairy, and acted as watchdogs on the farm. Generally, Berners hauled milk in pairs, so it was common to see two of them hooked to a cart. Berners are thought to have descended from mastiff-type dogs who came to Switzerland along with Roman armies some 2,000 years ago. \nThere they interbred with local dogs and were developed to help with farm work. With industrialization, however, the dogs almost disappeared. The breed was revived in the early 20th century to become a companion dog, although many still carried out their traditional farm duties as well. The American Kennel Club recognized the Bernese Mountain Dog in 1937."
    },
    {
        "id": "d61",
        "Url": "Bellington_Terrier.jpeg",
        "Name": "Bellington Terrier",
        "Size": "Medium ",
        "Character": "Fluffy",
        "Color": "Others",
        "Geography": "Europe",
        "Origin": "Northumberland",
        "Breed_Group": "Working (AKC:1937), Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Affectionate, Faithful, Intelligent, Loyal",
        "Height": "22-26 inches (58-68 cm)",
        "Weight": "75-105 pounds (32-46 kg)",
        "Overview": "The dogs have blue, liver or sandy colouration, all three of which may have tan points. Bedlingtons carry what is known as the greying gene, a dominant trait carried on the G locus. This gene causes puppies born with black or dark brown fur to lighten to grey or liver with age. The fur of the Bedlington creates a shape on the top of the dog's head known as a topknot. Although most modern breed standards call for the dog's topknot to be lighter than its body, when the breed was first being formed there was at least one prominent breeder, Mr. Pickett, who believed that the topknot should be darker, not lighter.The dog's coat has been described as shaggy, hard, and rugged in style and it has also been described as linty in texture, giving the breed the nickname of 'linty-haired terrier'.",
        "History": "The Bedlington Terrier is a breed of small dog named after the mining town of Bedlington, Northumberland in North East England. Originally bred to hunt, the Bedlington Terrier has since been used in dog racing, numerous dog sports, as well as in conformation shows and as a companion dog. It is closely related to the Dandie Dinmont Terrier, Whippet and Otterhound.Originally known as the Rothbury or Rodbury Terrier, the name Bedlington Terrier was not applied to the breed until 1825, but some dogs have pedigrees that can be traced back as far as 1782. The first dog show with a class for Bedlington Terriers was held in 1870 at Bedlington. Bedlington Terriers shown at early shows were frequently dyed to improve the look of their fur. In 1948, a Bedlington Terrier known as Rock Ridge Night Rocket won best in show at the Westminster Kennel Club Dog Show. The breed has a high incidence of copper toxicosis, but with the exception of eye problems, it is mostly free from health complaints."
    },
    {
        "id": "d62",
        "Url": "Fila_Brasileiro.jpeg",
        "Name": "Fila Brasileiro",
        "Size": "Large",
        "Character": "Best guard",
        "Color": "Others",
        "Geography": "Europe",
        "Origin": "Brazil ",
        "Breed_Group": "Working (AKC:1937), Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Affectionate, Faithful, Intelligent, Loyal",
        "Height": "24-28 inches (60-75 cm)",
        "Weight": "85-110 pounds (38-50 kg)",
        "Overview": "The Fila Brasileiro is a breed of mastiff with large bones and loose skin. According to the international breed standard, dogs should stand between 65 and 75 cm (26 and 30 in) at the withers and weigh no less than 50 kg (110 lb); bitches are slightly smaller, standing some 60-70 cm (24-28 in) and weighing at least 40 kg (88 lb). They have a rectangular build and though they are massive, their natural agility is apparent. The head is big and heavy with a deep muzzle. The ears are large, thick, tapered and either droop or fold back exposing the interior, depending on the dog's mood. The neck and back are well muscled and the chest is broad and deep. Unlike the vast majority of canines, the croup is higher than the withers. The legs are heavily boned. The skin is very distinctive of the breed, as it is thick and loose all over the body, mainly in the region around the neck. The thick skin forms pronounced dewlaps. In many individuals, the dewlaps proceed to the chest and abdomen. Some dogs show a fold at the side of the head and also at the withers descending to the shoulders. The coat is short and dense and the texture is normally smooth and soft. Their colours vary from solid, brindle, mouse-grey, patched, dappled, or black and tan. They are almost never white. Typical colours are fawn, black and brindle. Brindles of a basic color may have the stripes of either less or with very strong intensity. Sometimes a black mask is present.",
        "History": "The Fila Brasileiro is thought to descend from European dogs brought to Brazil during the Colonial period, with little or no influence from indigenous South American dogs from the Pre-Cabraline era.The Fila Brasileiro were bred and raised primarily on large plantations and cattle farms where they originated. In addition to cattle, jaguars, and other animals, these dogs were taught to chase down fugitive slaves.The first written standard of the breed was edited in 1946. The Paulistas were responsible for organizing a planned breeding program and opening a stud book to register dogs. Dr. Paulo Santos Cruz began to systematically breed the Fila Brasileiro and also contributed largely in setting the CAFIB standard, and who now, therefore, has the right to be called the 'father' of the Fila Brasileiro."
    },
    {
        "id": "d63",
        "Url": "Lycaon_pictus.jpeg",
        "Name": "Lycaon Pictus",
        "Size": "Medium ",
        "Character": "Hypoallergenic",
        "Color": "Others",
        "Geography": "North America",
        "Origin": "Africa",
        "Breed_Group": "Herding (AKC:2011), Guardian Dogs (UKC)",
        "Type": "Purebred",
        "Temperament": "Affectionate, Faithful, Intelligent, Loyal",
        "Height": "26-30 inches (70-80 cm)",
        "Weight": "60-80 pounds (20-30 kg)",
        "Overview": "Le Lycaon est le seul canidé qui ne possède que quatre doigts à chaque patte (les autres en possèdent cinq). Par ailleurs, le lycaon ne possède que 40 dents (la plupart des canidés en possèdent 42). Son crâne qui rappelle celui de la hyène est pourvu d'une large mâchoire pour satisfaire son besoin alimentaire particulièrement carnassier. Son poids se situe entre 20 et 30 kg et sa taille, entre 70 et 80 cm au garrot. La longueur de ce mammifère est entre 60 cm et 1 m sans la queue qui mesure entre 30 et 40 cm.Ce canidé possède de grandes oreilles rondes munies de poils qui empêchent les parasites et insectes d'y entrer. Les lycaons possèdent des glandes odorantes qui répandent dans l'air des effluves persistants et assez désagréables, probablement pour garder le contact et s'identifier. Bien que le lycaon soit un canidé, il ne jappe pas comme le chien et ne hurle pas comme le loup. Il pousse de petits cris et des gémissements discrets qui ressemblent à ceux des terriers du Congo.",
        "History": "The African wild dog (Lycaon pictus), also called the painted dog or Cape hunting dog, is a wild canine which is a native species to sub-Saharan Africa. It is the largest wild canine in Africa, and the only extant member of the genus Lycaon, which is distinguished from Canis by dentition highly specialised for a hypercarnivorous diet, and by a lack of dewclaws. It is estimated that about 6,600 adults (including 1,400 mature individuals) live in 39 subpopulations that are all threatened by habitat fragmentation, human persecution, and outbreaks of disease. As the largest subpopulation probably comprises fewer than 250 individuals, the African wild dog has been listed as endangered on the IUCN Red List since 1990."
    }
]